{"data":{"wordpressPost":{"title":"What I No Longer Remember","content":"<blockquote><p>When Kepler was mathematician to the Emperor Rudolph II of Germany, his primary task was to deliver good horoscopes.</p></blockquote>\n<p>J. D. Bernal<br />\n<em>History of Physics</em></p>\n<p>When I was six years old, there was the earthquake. I was an only child, and fled barefoot to a doorframe to stand between my parents.</p>\n<p>“This is the load-bearing beam,” my father said with the air of an architect. “It’s safe here.”</p>\n<p>We were in the dark. The next day we discovered that the only truly deep crack in the house was in that beam.</p>\n<p>Three months later a famous psychic from the neighborhood announced to the residents the day and hour of the next tremor. People began sleeping with a suitcase under their beds—the psychic not being one to make mistakes—and when the appointed day arrived everyone headed down to the street. They lit bonfires.</p>\n<p>My parents hadn’t been married in church. When I was born they bought Doctor Spock’s manual, and they strove to describe all of life’s events on Cartesian axes. I had heard about the prophecy at school and from the balcony saw the lighted bonfires.</p>\n<p>“Mamma, why aren’t we leaving?”</p>\n<p>“Don’t be silly: psychics aren’t real, psychic powers aren’t real; nobody can foresee anything because what’s to come, nobody knows how it will happen.”</p>\n<p>I saw Katia go down into the courtyard.</p>\n<p>“Mamma, Katia’s gone down, she even has her schoolbag.”</p>\n<p>“That schoolbag won’t be of any use to her if her parents make her believe in what isn’t real: all that we can believe in is what we can see and touch.”</p>\n<p>I looked up at the beam split in two and went to pack my schoolbag. I counted out pens, notebooks, slipped in a pair of panties with <em>Tuesday</em> embroidered on them, and grabbed my most powerful doll, the one that triumphed by night over the dark, by day over Voltaire.</p>\n<p>Signora Russo came to knock on our door wearing an air-raid shelter suit.</p>\n<p>“Are you going to get a move on, people?”</p>\n<p>“Signora, please let’s not talk nonsense, sit down and I’ll make you some coffee.”</p>\n<p>“What are talking about, coffee? You have to get going!”</p>\n<p>“Signora, let’s be reasonable: what probability is there that an earthquake will come now? Or do we have to just stay out in the street?”</p>\n<p>“But the psychic said now, in a half-hour.”</p>\n<p>“And you believe the psychic? You’re such a courageous woman, you work hard from morning to night, and you believe these clowns who want to make money out of your superstition?”</p>\n<p>“But if she’s got it right…whatever, do what you want, but you’ve got to give me this poor child at least.”</p>\n<p>I was following the conversation, when she said poor child I understood that she was talking about me, and I went to my room to get my schoolbag. Seeing me leave my mother said, “Just look, you’ve frightened her!”</p>\n<p>I came back into the entryway and held out my hand to Signora Russo.</p>\n<p>My mother had the sadness of failure in her eyes and the anticipation of vindication in her heart.</p>\n<p>We ran down: Katia and I found a place near a bonfire, and for twenty minutes we did our homework.</p>\n<p>For twenty minutes my father and mother discussed the timeliness of my gesture; when my mother said <em>Rùsso</em>, my father stared at her, taken aback, and corrected her: Rousseau, dear, it’s pronounced <em>Russó</em>.</p>\n<p>At the appointed hour we all stopped, Signora Russo took me in her arms.</p>\n<p>Total silence enveloped us, then the earth creaked, the houses swayed a bit. We moved where we stood.</p>\n<p>In slippers and jeans, my stunned parents ran out of the building.</p>\n<p>***</p>\n<p>Doctor Spock continued to write.</p>\n<p>My parents continued to buy: stacked up on the washing machine were all the volumes of the series <em>What Every Child Wishes His Parents Knew</em>.</p>\n<p>There they were in front of me, whenever I sat on the toilet, and I’d ask myself how this gentleman, in America, without ever having met me, managed to know what I was looking for from my parents. Today, I would ask him to continue the series, to suggest what I should want my husband, my employer, and, still, my parents, to know.</p>\n<p>Back then my only weapon was constipation.</p>\n<p>And yet I looked at those books with such confidence, as if, if I had only had the courage to read what they contained, I would have immediately agreed with what they said, would have begun to think what they wanted me to think.</p>\n<p>I would have liked to be more like what others expected of me. I tried to refine my techniques, but it was an incredible struggle.</p>\n<p>“Don’t sweat.”</p>\n<p>I put all my concentration into it: I tried to restrain my pores, my glands, to not swallow, and still I sweat all the same.</p>\n<p>During the end-of-year exam in fifth grade, between the writing exercises and the math problems, I got nauseous.</p>\n<p>“Maestra, I feel sick, like I have to throw up.”</p>\n<p>“What are you talking about? You’re just nervous, dear.”</p>\n<p>“No, Maestra, I have to throw up.”</p>\n<p>“That’s what it feels like to you, it’s normal because you’re under pressure, but you’re a good student. Do the problem and you’ll see how it goes away.”</p>\n<p>It had to be true, it was a logical explanation, and then I was a really good student. It’s just that I was a good student who wanted to vomit. I felt the milky soup rise in my throat in the form of ricotta.</p>\n<p>I concentrated on the triangle. When I read that in order to make the cream the farmer used six eggs, I looked desperately towards the porter watching the door.</p>\n<p>“Maestra, I have to throw up.”</p>\n<p>“No,” she said, and blew a whole mouthful of smoke in my face, “go back to your place and finish the problem, it will pass.”</p>\n<p>I was looking at her, but I wasn’t thinking about her: I saw my stomach contract, the curds climb my esophagus and incredibly launch themselves all over the teacher’s desk, the class register, the floor, the twins’ desk.</p>\n<p>I rinsed out my mouth and solved the problem of the eggs for Katia as well.</p>\n<p>***</p>\n<p>The porters saved my life. They skimped on the sandwiches, shuffled sloppily along in their slippers, but their coffee on the little electric stove fascinated me more than any lesson. I was a good at school, but I was good out of inertia: the impulse derived from my parents, and I made the most of what remained. I didn’t need the porters to slip the answer key into my sandwich, just to give me a place to catch my breath.</p>\n<p>I knew everything about my periods years before they came. My schoolmates grew breasts, and I took the edge off my envy by telling myself that all that divine bounty was nothing they could take credit for, that if anybody deserved credit, it was the estrogens. I knew that fifteen days after ovulation, the endometrium drops and they come.</p>\n<p>But I didn’t know that they hurt. I didn’t know that they can make you cry. A porter recognized my bewilderment at the transformation and handed me a sanitary napkin.</p>\n<p>Then she explained to me the tricks of the trade.</p>\n<p>“Don’t touch plants, otherwise they’ll die.”</p>\n<p>“Don’t swim in the sea, otherwise you’ll die,” and so on.</p>\n<p>Concerning all these mortal perils I obviously said nothing at home. My parents acknowledged the news and resolved to inform our family doctor; my father said that pain is socially conditioned.</p>\n<p>I spent the whole night folded in two on account of this society that wouldn’t mind it own damn business.</p>\n<p>As soon as she knew, Signora Russo congratulated me, and slipped a length of wire braided like a guitar string into my pocket.</p>\n<p>“For goodness’ sake don’t say anything to your mom. It gets rusty when it’s that time of the month. And what’s more, dear, now you’ve got to be careful.”</p>\n<p>The advice was useless, because I didn’t have enough of a chest yet to make love. But the wire, it oxidized as soon as I touched it, and I still carry it with me now.</p>\n<p>***</p>\n<p>“An archeologist.”</p>\n<p>For years I said that after high school I would become an archaeologist: it seemed like a good way to reconcile everything that others expected of me.</p>\n<p>But it wasn’t true: I wanted to be a salesclerk like Katia’s mom.</p>\n<p>A salesclerk at UPIM, part-time. All my life.</p>\n<p>We used to study arithmetic together, and then geometry in middle school, and then Greek in high school, and on the odd days she would always stand up at a certain point and go get ready for work. I would follow her into the bathroom to watch how she put on make-up, I was fascinated by the procedure.</p>\n<p>From there I’d hear Katia call me back to finish our syntactic analyses, for her those were the conquest, the key to change. I for my part didn’t find anything logical on those sheets of paper, and the only thing I dreamt about changing in my life was the color of my eye shadow. Every day.</p>\n<p>Katia’s mom would make herself up, chatting about the most beautiful things, airy things like face powder. Things that didn’t have to be evaluated, on which the fate of the world didn’t depend.</p>\n<p>Things I no longer remember.</p>\n<p>In their place I remember that the predicate complement of the subject isn’t the same as that of the object, even if it can seem like that.</p>\n<p>The fact is reality could split into several levels, while on Katia’s mom’s face it came back together perfectly in her make-up and, without her being aware of it, in her words, words that swept up all in a whirl of friends, fads, diets, the electric broom.</p>\n<p>Then she’d go to work; if I could imagine myself in any way, I imagined myself like that.</p>\n<p>In the store uniform, passing along the shelves.</p>\n<p>“Archaeologist,” I’d always say, but the only items I would have liked to inventory were soaps, shaving creams, shampoos.</p>\n<p>I would have liked to take off my shoes under the cash register and chat with the customers, to see the same people every day for forty years, and at the end of the day to complain about a backache, the new arrivals, the heat.</p>\n<p>“Archaeologist.”</p>\n<p>But everything that was interesting to unearth, excavate, and discover, was right in front of me.</p>\n<p>***</p>\n<p>“It’s only three years: you’ll learn English, it’ll be useful to you. And anyway, in this city, either you’re in the Camorra, or you have connections, or you become a television psychic: we won’t be missing anything.”</p>\n<p>I followed my parents abroad always thinking I would have fit in better in one of these three categories than in a London university. The real problem was never leaving Italy, but leaving the city, leaving Naples.</p>\n<p>Signora Russo cried for three days over the extent of my tragedy.</p>\n<p>“I don’t understand,” my mother would say, “it’s not as if it’s forever, what’s the point of crying?”</p>\n<p>But Signora Russo and I didn’t understand forever, we only understood for now.</p>\n<p>For now we wouldn’t see each other.</p>\n<p>“As if, in an airplane, it didn’t take less time to come from there to here than it does to go to the central post office.”</p>\n<p>At that point I could still have become an archaeologist, or any other thing. I chose law and I graduated, hardly studying and without interest, and yet that was enough: they asked me to do things, and I did them. Like a little string puppet who starts walking at some point, in the same way it’s always moved. All my energies were concentrated on connecting the <em>there</em> with the <em>here</em>, and I managed to get on a plane much more often than I went to the post office, but I always missed that daily repetition of gestures that made life more tolerable for me.</p>\n<p>My student’s record-book is the only reliable witness of those years, and maybe it’s also the most truthful witness of my life, because even if we all knew that I was the <em>smart one</em>, my average was normal. A normal average.</p>\n<p>The rest unfolded within the closed community of the campus. We did everything together: lots of parties and risks of getting pregnant.</p>\n<p>When in doubt I’d touch the bit of braided wire; it always turned color. I never went to the classes, the lectures, the conferences for which my parents had come: I only had time for returning to Italy and, once in the city, I’d pick up the conversation right where I’d left off months before.</p>\n<p>***</p>\n<p>Lunch hour, in the office where I began to work, was the time for pursuing the good-looking young shareholder: my colleagues were expanding their social networks.</p>\n<p>I went to lunch with the secretaries. If Titti hadn’t gotten off yet, I’d wait for her, and while waiting I’d wring out the rag for her.</p>\n<p>In one of these places we went to eat and, let’s be honest, also to drink, I met Salvatore. He deals in tanned hides, leather jackets, between England and where he comes from, which seems to be Calcutta.</p>\n<p>“Do you have a boyfriend?”</p>\n<p>“I’m with somebody.”</p>\n<p>Somebody was Carl, but I didn’t say anything more about it. And it wasn’t out of modesty: it was shame.</p>\n<p>I kept to myself that Carl was an orchestra conductor, that he was German, that he was Jewish.</p>\n<p>That when he spoke with my father they spoke English, even though it wasn’t either’s language, even though Carl spoke perfect Italian. They did it out of habit.</p>\n<p>I never spoke about it because Salvatore would have understood that with Carl I was lying to myself. Because I would have understood it too. And then because I liked hearing him talk: but what we said to each other every day for three months at lunch, I no longer remember.</p>\n<p>Every time Carl and I got a taxi to the theater, I would suddenly look out the window and ask myself what Sal was doing. I pictured him in a truck on the highway, in a motel, in Calcutta. It seemed easy and true to me, while everything else was indifferent life that rained down against my will.</p>\n<p>I never asked Sal what he did while I took all those taxis. And many of these things I don’t ask him today either.</p>\n<p>***</p>\n<p>“Maybe you should see a psychologist,” Carl said to me.</p>\n<p>“Maybe some psychological support would do you good,” my father said to me, “I know a very good one.”</p>\n<p>One who had published a lot. I made an appointment and went to his office, thinking that it would be a pain to talk about myself in English. I thought loads of unnecessary things.</p>\n<p>As usual reality was splitting into several levels. On that occasion as well it came back together suddenly, in the balding psychologist’s head: he had a long, serpentine comb-over, curled up like a bun.</p>\n<p>Then I took ten days of vacation and returned to Italy, saying I’d stay with Katia, that I’d contact a psychologist here.</p>\n<p>I took much more stuff than was necessary.</p>\n<p>The first afternoon in the city I dragged Katia to a famous psychic, one who appeared on TV with a cat on her arm.</p>\n<p>“Ladies, the cards are normal. Can we take a little look at your hand?”</p>\n<p>Hand.</p>\n<p>“Ladies, the hand is also normal, you don’t have any problems. Love: it’s returned. Money: there’s enough. Meaning no offense, but you’re bursting with health, what’re you looking for?”</p>\n<p>It cost me more than the analysis and I became furious.</p>\n<p>“What the fuck do you mean by LOVE?”</p>\n<p>“But what were you thinking? What could she say to you? You’re desperate enough to believe a psychic.”</p>\n<p>“What the fuck do you mean by NORMAL?”</p>\n<p>“Okay, okay, that was meant to reassure you.”</p>\n<p>“And you think that’s the way to do it? Shouldn’t psychics tell you that they see things coming from far away, upheavals, that sorta thing?”</p>\n<p>Then I called Salvatore, I told him to come get me, to take me away to make love.</p>\n<p>Then, from Calcutta, I sent my office a telegram saying I quit, wrote my mother a letter in which I explained that I would never be able to return, not even for a minute, because otherwise I would have lost the courage, and I broke up with Carl over the phone.</p>\n<p>We went to live with Salvatore’s sister and her husband, because it never entered Sal’s head to get his own place, and because nobody in the end thought it was necessary.</p>\n<p>At first my parents were horrified by the idea of Calcutta, of the shared house, but then they looked at it from the point of view of individual freedom, and they made peace with it. They continue to see Carl.</p>\n<p>From the bedside table, in English, Bukowski approves.</p>\n<p>***</p>\n<p>There are certain tops that are so comfortable, that when you put them on in summer you never take them off.</p>\n<p>This one for example is so faded and worn because I wear it and wash it, put it on and rinse it, every day. It has followed me everywhere I’ve been and with it on I can do anything.</p>\n<p>My parents travel more than before, there’s always a new place to go, those must-absolutely-see-before-dying kinds of places. This often allows them to pass through the city, they stay a few days and leave again.</p>\n<p>Me, more than the plane, I’m for the scooter.</p>\n<p>“And let’s not buy ourselves a car, Salvatore, let’s get a nice scooter.”</p>\n<p>Where can you get with the scooter? To the woods in the afternoon, to the sea in the evening. And I don’t want to go any further: I want to stay and wait.</p>\n<p>I want to be the one people call from airports as soon as they touch down, the one they call from the highway exit. The one who picks up the phone and hears: we’ll be there in fifteen minutes.</p>\n<p>Fifteen minutes. Then it’s time to relight the flame under the pot, toss the pasta, take the water out of the fridge. To get clean shirts ready for whoever’s hot when they arrive.</p>\n<p>At my table they tell as-long-as-I-live-I’ll-never-forget stories, and I follow them, between the burbling coffee and the table to clear; in the bustle I make an observation that changes nothing, throw in something that won’t add up to anything. In short I say things that won’t take up space in anyone’s memory.</p>\n<p>Which I don’t remember any longer either.</p>\n<p>At other times, a headache calls to me from inside, pitilessly knocks at a temple until I respond. Then, as I wait for a packet of Aulin to dissolve in the wine, I go into the bathroom and look in the mirror.</p>\n<p>The pain behind my right eye looks out and says:</p>\n<p>“Can’t you see you’re normal?”</p>\n","acf":{"author_name":"Valeria Parrella"}},"site":{"siteMetadata":{"title":"A sample site using gatsby-source-wordpress","subtitle":"Data fetched from a site hosted on wordpress.com"}}},"pageContext":{"id":"d9864f48-8632-529c-990e-57f537a4ccae"}}