{"data":{"wordpressPost":{"title":"Forbidden Fare","content":"<div class=\"SectionBreak SectionBreak__sectionBreak___1ppA7\">\n<p>It was a cold afternoon in Istanbul, in January, 1964. I was standing just outside a buffet restaurant that occupied the ground floor of a Greek apartment building in a corner of Taksim Square (which was much smaller and more run-down then, because the old buildings hadn’t yet been demolished to open up lanes for the avenues). I was awash in fear but also euphoric: in my hand was a frankfurter sandwich I’d just bought from the buffet. I took a big bite, but as I stood there, chewing away amid the great chaos of the city, watching the circling trolleybuses and the swarms of shoppers and young people rushing off to the movies, my joy left me: I had been caught. My brother was heading toward me down the sidewalk, and he had seen me. As he came closer, I could tell instantly that he was thrilled to have caught me committing a crime. “What do you think you’re doing, eating that frankfurter sandwich?” he asked with a supercilious smile. I lowered my head and finished the sandwich guiltily. At home that night, it was just as I expected: my brother told my mother about my transgression in a lofty voice tinged with compassion. Eating frankfurter sandwiches on the street was one of the many things that my mother forbade us to do.</p>\n<p>Until the early sixties, the frankfurter sandwich was known to Istanbullus as a special dish that was served only in German beer halls. From the sixties on, however, thanks to the arrival of compact butane stoves, to the decrease in the cost of domestically produced refrigerators, and to the opening of Coca-Cola and Pepsi factories in Turkey, “sandwich buffets” were suddenly opening up everywhere, and what they offered was soon an integral part of the national diet. Back then, when the <em class=\"\">döner</em> sandwich (known in the United States by its Greek name, the gyro) had yet to be invented, the frankfurter sandwich was the height of fashion, and a staple for those of us who had taken to eating on the street. We’d gaze through the glass at the dark-red sauce that had been simmering all day and select one of the frankfurters wallowing in it like happy water buffalo in the mud; we’d point it out to the man with tongs in his hand and then wait impatiently for him to assemble the sandwich. He would, on request, slip white bread or a thin bun into the toaster, then spread the red sauce on it, place the frankfurter, pickles, and tomatoes on top of it, and finally add a layer of mustard. There were some fancy buffets that also offered the mayonnaise once known as Russian salad but now referred to as American salad because of the Cold War.</p>\n<p>Most of these buffets and sandwich shops opened first in Beyoglu, the old European quarter, and, having changed the fast-food-eating habits of the local residents, went on, in the next twenty years, to do the same for all Istanbullus and all of Turkey. The first toasters arrived in Istanbul in the mid-nineteen-fifties, and at about the same time bakeries began to produce special sliced white bread for grilled cheese sandwiches. Once grilled cheese sandwiches had become a staple, the buffets of Beyoglu went on to reinvent the hamburger. Many of the first big sandwich shops of the era had names that invoked other lands and magical realms, such as the Atlantic and the Pacific; their walls were decorated with paintings of the heavenly islands of the Far East, and each establishment offered a very different hamburger. This suggests that Turkey’s first hamburgers were, like so much in Istanbul, a synthesis of East and West. The hamburger—whose name evoked Europe and America for a young man in Beyo-glu—was actually a sandwich that a nice head-scarf-wearing matron in the kitchen, a woman who took pride in feeding young men, had made according to her own recipe, with her own fine hands.</p>\n<p>And this was what my mother had taken against: with great disgust, she declared that the meat in these hamburgers was from “unknown parts of unknown animals” and she forbade us to eat not only hamburgers but frankfurters, salami, and garlic sausages, too, since, according to her, it was impossible to know which part of the animal any of them came from. Sausages and hamburgers of uncertain origin were the stuff of nightmares not only for my mother but for all middle-class mothers. This was why street venders hawking garlic-sausage sandwiches would always call out “Apik! Apik!”—a reference to the Apikoglu brand of sausages, which was famous for never using horse or donkey meat.</p>\n</div>\n<div class=\"SectionBreak SectionBreak__sectionBreak___1ppA7\">\n<p>Let me confess that the tastiest sandwiches of my life were the ones I bought from the venders who served up bread stuffed with meatballs and garlic sausage outside the sports halls and stadiums where I watched football and basketball games. My interest in football had less to do with the adventures of the ball and the team than it did with the crowd and the sense of occasion; while I waited in line for my ticket, the thick blue smoke from the meatball venders would seep into my nose, my hair, and my jacket until it was impossible to resist. When we were at the stadium together, my brother and I, after promising not to mention it at home, would each buy a sausage sandwich. The sausage had been roasted over the coals for so long that it was like leather, stuffed into a hunk of bread with a piece of onion. It went very well with a glass of the yogurt drink <em class=\"\">ayran</em>.</p>\n<p>From the time Istanbullus enjoyed their first toasted sandwiches outside their first buffets, they were bombarded with advertisements for the sausage and frankfurter companies whose products were used in those sandwiches. One of the first of these advertisements, which was also one of the first domestically produced cartoons shown in cinemas, is forever lodged in my mind: Various cows with beatific expressions parachute down from the sky and into the mouth of a gigantic meat grinder. But what’s this? A sweet, toothy, craftily smiling donkey has somehow infiltrated the herd of airborne cows. The audience grows uneasy as the donkey approaches the mouth of the meat grinder, but just before he is turned into sausage meat a large fist emerges from the grinder and sends the donkey flying, and a female voice assures us that we can buy such-and-such brand of sausage with “peace of mind.”</p>\n<p>But in Istanbul, as elsewhere, people ate street food of uncertain origins not just because they were short of time, money, or options but also, in my view, in order to escape that “peace of mind,” to leave behind Islamic tradition—in which ideas about food are embedded in ideas about mothers, and women in general, and sacred privacy—and to embrace modern life and become city-dwellers. Though it may have been “modern” to eat food made by unknown hands on dirty streets far from home, those of us who seized on this habit at that moment in time still found ways to avoid the solitary individualism that modernity so often involves. Because this act of will required courage, the first to take the plunge were students, the unemployed, the disenchanted, and those fools who were ready to stuff anything into their mouths for the sake of novelty. Such crowds gathered on Istiklal Avenue in Beyoglu, near lycées and universities, at stadium entrances, and in the city’s poorest neighborhoods; the pleasure people felt in finding themselves thus assembled meant that eating habits changed almost overnight, not just in Istanbul but in the entire country. In 1964, at the Turkey-Bulgaria football match, which was the first held at Galatasaray’s Ali Sami Yen Stadium, the pushing and shoving in the cheap open stands set a sandwich vender’s stove on fire, and before my terrified eyes the crowds that had been happily eating frankfurter sandwiches as they waited for the match to start began to undulate and slide off the second story, crushing others as they fell.</p>\n<p>Before the <em class=\"\">döner</em> craze swept through Turkey, in the seventies, quickly establishing that sandwich as a standard, there was a similar craze for the peppery pizzalike meat dish called <em class=\"\">lahmacun</em>. A better name for this food might have been Arab <em class=\"\">pide</em>, though twenty years later I would see it described in one store as “Turkish pizza.” (Whether or not the words <em class=\"\">pide</em>and “pizza” share an etymology is a subject for another day.) But it was not Istanbul’s buffets and kebab restaurants that won the country over to <em class=\"\">lahmacun:</em> it was a new army of venders who conquered the city streets with their oval boxes. Now you didn’t even have to go to the buffet on the corner to fill your stomach. A <em class=\"\">lahmacun</em> seller would appear before you in a white apron, and when he opened his box, mouthwatering steam and the aroma of onions, ground meat, and red pepper would emerge. To scare us, my mother would say, “They don’t make those <em class=\"\">lahmacuns</em> from horse meat—they make them from cats and dogs.” But when we saw the <em class=\"\">lahmacun</em> men’s boxes, each painted with a unique design, of brilliant flowers and branches and the names of cities like Antep and Adana, we would succumb to desire.</p>\n</div>\n<div class=\"SectionBreak SectionBreak__sectionBreak___1ppA7\">\n<p>The best thing about Istanbul street food now is not that each purveyor is different from all the others, offering his own specialties; it is that these different street venders sell only the things that they themselves know and love. When I see the men who have taken a village dish—one that their mothers or their wives made for them at home—out into the streets of the big city, certain that everyone else will love it, too, I savor not just their chickpea pilaf or grilled meatballs or fried mussels or mussel dolmas or Albanian liver or fish sandwiches made with bonito from the Bosporus but the beauty of their decorated stands, their three-wheeled carts, their chairs. These venders are fewer today than they once were, but there was a time when they would roam the streets of Istanbul and, even as the city’s millions swarmed around them, in their souls they were still living in the private, sacred world of their wives and mothers.</p>\n<p>In the sixties, a childhood friend of mine who was crazy about street food would sometimes smile with his mouth full and shout out this slogan: “It’s the dirt in food that gives it flavor!” In this way, he offered a defense against the sadness and guilt that went with eating far from your mother’s kitchen. When I enjoy street food, what I feel most strongly is the sin of solitude. The mirrors that line the long narrow walls of the buffets and are meant to make them seem larger only enlarge my own sense of transgression. When I was fifteen or sixteen and stopped at these places on my way to watch a movie alone, I’d take a look at myself as I stood there eating my hamburger and drinking my <em class=\"\">ayran</em> and see that I was not handsome, and I would feel alone and guilty and lost in the city’s great crowds.</p>\n</div>\n","acf":{"author_name":"Orhan Pamuk"}},"site":{"siteMetadata":{"title":"A sample site using gatsby-source-wordpress","subtitle":"Data fetched from a site hosted on wordpress.com"}}},"pageContext":{"id":"60251ea3-c9b9-58bd-85f9-a5aa1dd873be"}}