{"data":{"wordpressPost":{"title":"Horse Chestnuts","content":"<p>Suddenly the winter was just there. It had taken the city by storm in awesome fashion. The traffic stopped; people rushed home. It was like during my childhood, when there had been something called white winter. I wandered around in the streets until I realized I was really freezing. I caught sight of a bar behind the whirling curtain of snow and sought refuge there to warm myself with a drink. Completely unexpectedly, I discovered my sick father down in the corner furthest to the back, screened by a wall of bottles. He was in the company of a long-haired older guy. The voluminous bar owner was sitting on a stool in front of the bar when he did not have to stand up, with considerable difficulty, to serve a customer. I greeted my father with amazement. He returned my greeting with an oddly distracted look as though he could not remember that I had just come through the door before addressing me as though we had been in the middle of a conversation.</p>\n<p>“Chemotherapy,” he said in a strange, high, metallic voice, “is hell on Earth; chemotherapy has no philosophical superstructure. I’m as tired as a whole century, but I can’t sleep. Never, I say, never will I do it again. The sound of trains several kilometers away pounds through my brain. I never rest! My poisoned nerves are always being run over by that train! I’ve become a hollowed-out silhouette without hair, without strength. Had I known this, I wouldn’t have done it; it’s not worth it. Look at John there—he looks like himself, damn it, he’s sixty-two years old now; his face may be somewhat swollen; after all, he does drink his daily allotment, but, damn it, he’s well-preserved, isn’t he? He’s not<em> intemperate</em>—that’s his achievement.”</p>\n<p>“What does that mean?” I asked.</p>\n<p>“It means he’s <em>drunken</em>—and that’s something that still has its limits—as I am, <em>drunken</em>, but not <em>intemperate</em>. There’s a big difference there. <em>Intemperate</em> means being dependent in a slavish way, that is, being an alcoholic, and that’s not fun. I know many people who’ve been that way and are dead because of it—<em>intemperate</em>means one is an alcoholic. There’s a devil of a difference.”</p>\n<p>“My first impression,” I said, “is that it sounds more serious to be <em>drunken</em> than <em>intemperate</em>.”</p>\n<p>“But that’s because you don’t know what this is about. There’s a big difference, and if one mistakes the two modus vivendi, one risks being duped. The point is to obtain a good contract with His Highness—one needs to be familiar with the conditions, otherwise one might just as well give up. You need to find out how much is in your account and what price you are willing to pay.” My father stared threateningly at me with these dark eyes that resembled two trembling planets in a very bleak cosmos.</p>\n<p>“It can be difficult to understand,” I said, “what makes a human being choose the path of alcohol—perhaps it happens completely unnoticeably.”</p>\n<p>“No,” he insisted, “it’s not difficult to understand. There are at least ten very good reasons for that. But what’s required is that one find the balance, the golden mean, what your father has been looking for his entire life and only seldom caught sight of. Someone like Arafat, he’s difficult to understand; he was immeasurably rich when he died. And Sharon bought an island for his son, a whole island! That island might be the finishing touch on everything, the fatal drop. It’s mysterious.”</p>\n<p>“Eating every day and then a little to drink, that must be enough,” John put in. “The rest is absurd.”</p>\n<p>“Maybe power is like being on drugs,” I suggested, “it’s prestige, it’s an unstoppable ego trip, it’s necessary to accumulate in order to be able to buy more power. I’ve always wondered what the driving force is behind the greed of certain real estate agents, frenetic businessmen, grotesque politicians, or anyone who just can’t get enough of everything they already have an excess of—what’s the point?”</p>\n<p>“To collect things, taunt others, and brag,” said John.</p>\n<p>“Eat like a pig,” said my father.</p>\n<p>“Throw up,” I said.</p>\n<p>“The money from the aid organizations never gets to where it should go,” said my father. “It must be depressing to know that of the ten kroner one donates maybe one krone gets there, maybe less, maybe nothing at all.”</p>\n<p>“Well, a lot reached the victims of the tsunami,” I said.</p>\n<p>“I think that’s true,” said John.</p>\n<p>“What do you two know about it?”</p>\n<p>“Well, one has to have a minimal amount of faith that some of what’s said is true,” said John.</p>\n<p>“What doesn’t one do to survive with one’s illusions intact,” said my father. “By the way, the Opossum is dead.”</p>\n<p>“What do you mean?” I said. “I haven’t heard anything about that at all.”</p>\n<p>“He was washed away by the tsunami, but that was more than a year ago now.”</p>\n<p>“Really?” I said. “The guy that lived in Malmö? I sent him a letter a while ago.”</p>\n<p>“You won’t get an answer to it,” said my father.</p>\n<p>“I wasn’t counting on that, either, I just sent him a letter.”</p>\n<p>“I guess there aren’t many people with that nickname who are painters and live in Malmö, are there? With a death notice in the newspaper shortly after the disaster. I would have gone to the funeral, but I hate funerals.”</p>\n<p>“Who likes funerals?” asked John.</p>\n<p>“A lot of people do,” said my father. “I knew a guy who went to all the funerals he could find. He read the death notices and then went off with his backpack full of provisions. He stood there on the periphery and sorrowed with all the people he didn’t know, but in real life he was a bastard. He spoke abusively to his wife and plagued his children—he had four sons and three daughters, two of them committed suicide, the rest went to the dogs. He showed up at their funerals as they died one after another. He fucking survived the lot of them, then he stood there like a hypocrite—no, damn it, I think he was really sad, but it was the funeral that got him to feel the sorrow connected with everything, and he needed that sorrow, the bastard. He was one of the great sorrowers, my old poker buddy from Roskilde.”</p>\n<p>“That business with the Opossum is weird,” I said. “Imagine him being dead. It’s not like him.”</p>\n<p>“He would have been killed by his perforated lungs anyway,” said my father. “Maybe it’s for the best.”</p>\n<p>“He could have lived for another ten or twenty years, for sure. I can’t imagine him dead, but let’s drink to the Opossum, dead or alive.”</p>\n<p>“To the Opossum,” said my father, and we clinked our glasses together.</p>\n<p>“Death has to have a cause,” John put in, “but idiocy, what about that?”</p>\n<p>“Death has many causes,” my father observed, “but idiocy doesn’t need a fucking cause.”</p>\n<p>“Those drawings of the prophet,” I said. “They must be a part of the great idiocy, with or without a cause.”</p>\n<p>“Muhammad with a bomb turban,” said my father, “one has the right to express even terrible banalities, but if only they had been decently executed—they were poorly done, damn it, that’s what I don’t like about this country, pure tragedy, the self-righteous talentlessness. It offends me as an artist, on behalf of my profession….”</p>\n<p>“Nevertheless, it surprised me,” I said,” that something so apparently harmless could trigger that much rage, with all due respect for Allah’s neglected children.”</p>\n<p>“There was something we didn’t know,” said John, “but we know it now. My freedom of expression extends to your eyes, but I’m not planning on putting them out yet.”</p>\n<p>“There is something called reality, damn it,” said my father. “I thought people learned that when they were children. If one wasn’t a pyromaniac as a child, one will get in trouble later. Hello!”</p>\n<p>“But what about the people who burned flags and embassies?” asked John. “After all, they looked like they had been taught that when they were children.”</p>\n<p>“What was it exactly that was the point of the newspaper’s campaign?” I asked.</p>\n<p>“I’ll tell you that,” said John, suddenly looking like a judge, “they wanted to cut away at the wounded heart, and then there were some people who became really furious, and other people in the Muslim world heard about that, people who needed fury, and then the story unfolded, simply and unpredictably.”</p>\n<p>“There’s life after birth,” said my father, “but what can one say about that? I can easily say to John, for example, that he is a talentless failure….”</p>\n<p>“Hey, hey,” said John.</p>\n<p>“But it’s true, damn it, John,” said my father. “You’ve never been able to draw a line on a piece of paper without poking yourself in the eye, yet you want to be an artist, but now you’re over sixty, why?”</p>\n<p>“If it weren’t because I like you, even your impertinence, I would have punched you in the nose, freedom of speech be damned, chemo be damned, you old arrogant, disillusioned, intolerable romantic.”</p>\n<p>“Maybe people just miss the war,” I said. “I guess it’s exciting…there’s something going on….”</p>\n<p>“But haven’t you realized,” said my father, “that the human race is not going to get a little bit of peace until another atom bomb has been dropped?”</p>\n<p>“Sure, it looks like a psychosis,” said John, “a bit like you.” He looked at my father triumphantly, but my father took no notice.</p>\n<p>“The Muhammad caricature,” I said, “was intended to mock someone who exists and who believes in this man who does not exist…and Bush and Blair and all the players are chasing the evil no one can say anything real about in the name of the good God everyone on both sides of the axis of evil invokes…it is…it is…it…is a strangely unreal…dumb dream…no…it exists…really….”</p>\n<p>“That’s logic for children and expelled gods,” John maintained, “but there is one thing they should know, damn it. Real satire goes after power, not after people who are already down—that’s cowardly.”</p>\n<p>“We’ve just climbed down from the trees,” shouted my father, “but some have been sitting there longer than others, and some are still sitting there, but the end will come any time now.”</p>\n<p>“Sure, that’s what you usually say,” I said.</p>\n<p>“God permeates the cosmos,” said my father, and his voice had taken on a dark tone, “we’re not released, we must live again and again, there’s no point in dying, one must take one’s place once again. No, even death does not release us.”</p>\n<p>“Where do you get that from?” asked John.</p>\n<p>“I just know it.” He became serious again; his eyes showed that he wasn’t lying about himself; he wasn’t saying this for fun.</p>\n<p>“That’s a strange religion you have,” I said. “I had no idea you believed in reincarnation.”</p>\n<p>“I’m sorry about that, sonny boy, it’s not a belief I have, it’s knowledge, and that’s what’s difficult about it. It’s exactly the same with this table.”</p>\n<p>“How?”</p>\n<p>“When you knock on the table—yes, go ahead and knock on the table—you have an idea to the effect that it is solid, you believe that you are dealing with a solid object, but I know that’s only an illusion….”</p>\n<p>“And love,” said John, “does it have anything to do with your knowledge?”</p>\n<p>“The universe is black, with small points of light,” my father proclaimed, “and it shrinks and expands in a circling infinity—love is a flood of light that spreads throughout the universe, the points, or stars, resemble our hope of love, the shining drops from the river of love that suddenly sprinkle us happy.”</p>\n<p>“But where then is responsibility? When everything is given, what can we human beings do?”</p>\n<p>“Not a whole lot, sonny.”</p>\n<p>“Lost, then?”</p>\n<p>“You can call it what you want, but death doesn’t exist; everything comes back in old and new forms.”</p>\n<p>“That sounds worse than the version with the box of ashes and bones and nothingness,” I complained.</p>\n<p>“That is how it is, though, sonny, we don’t get off the hook.”</p>\n<p>“You got off easy, though,” I said with assumed bitterness, “you got out the door quickly and then I didn’t see you again until fifteen years later and then I had no idea who you were.”</p>\n<p>“Shit happens,” John put in.</p>\n<p>It was my sick old father who managed to break the little silence that had been unavoidable—it was as though the chemo/alcohol cocktail was making the man manic.</p>\n<p>“On Friday I get the last round of chemo,” he then said, “people who are younger than I am say that eighty percent is still in the body after a year. My problem is that now that it’s all over I don’t fucking have anything to talk about.”</p>\n<p>Now we had drunk three beers, and my father wanted his fourth. It was important to prevent him from getting drunk. He just couldn’t take it; his legs weren’t up to it. It was just a few months ago that on top of everything else he had fallen down a flight of stairs and crushed his kneecap. Now his legs would carry him again, but what legs! Two matchsticks that would break if one tried to start a fire with them. I would have preferred to split, but at the same time I knew I had to help him get out and get back. The winter weather would knock him to the ground.</p>\n<p>“Shall we go?” I asked.</p>\n<p>“I can walk on my own,” he said.</p>\n<p>“Wouldn’t it be best if I went with you? It might be icy out there.”</p>\n<p>“I don’t want anyone coming with me. I’ll walk on my own. I’ve gone for a walk in the Botanical Garden.”</p>\n<p>“It’s so cold out there,” I said.</p>\n<p>“It’s unbelievably pretty out there,” he said.</p>\n<p>“O.K.,” I said, “but I’d like to come with you. I’d like to see the chestnut trees.”</p>\n<p>“It’s all right that he’d like to see the chestnut trees,” said John.</p>\n<p>“They’re not chestnut trees,” said my father.</p>\n<p>“Yes, they are,” said John.</p>\n<p>“I can go with you to check whether they are really chestnut trees,” I said. “Perhaps they are linden trees.”</p>\n<p>“Then they would have been dead,” said my father.</p>\n<p>“No, that’s the elm trees,” I said.</p>\n<p>“That’s possible,” said my father. “I don’t know anything about it.”</p>\n<p>“After all, I can remember you under the chestnut trees,” I said. “You were standing there shadowboxing when we came by, all your children in the car as well as your four grandchildren—the youngest said, ‘Look, there’s Grandpa.’ We had to stop and get out and walk you home.”</p>\n<p>“I was looking for a tree,” he said, “to lean on.”</p>\n<p>“A chestnut tree,” said John.</p>\n<p>“I remember the chestnuts from my childhood,” I said.</p>\n<p>“Every boy has collected chestnuts in the autumn,” said John.</p>\n<p>“Horse chestnuts,” said my father with certitude, “they’re horse chestnuts.”</p>\n<p>“Those chestnuts don’t last long,” I said. “They’re so shiny when one picks them up. They look like something very valuable, but the next morning they’re ugly and wrinkled.”</p>\n<p>“That’s not how it goes for me,” said my father. “I’ve had a chestnut in my pocket for a whole year. It was effective against arthritis and it fucking shone like a new-polished shoe tip.”</p>\n<p>“It must have been all that pocket lint and elbow grease,” said John.</p>\n<p>“You’re right,” said my father. “I’m an old street fighter.”</p>\n<p>“It’s too bad we’ve only seen you as a shadowboxer,” I said.</p>\n<p>After the fourth beer I had to make a trip to the pissoir. On the wall over the receptacle there was a picture of W.C. Fields on which was written “I feel as though the Russian army had been marching over my tongue.”</p>\n<p>On the bench next to my father a little silver-and-white-furred cat lay sleeping. It was very pretty with that fur; it didn’t move at all. My father was now standing up and leaning against the table, as thin as a shadow. I had to squeeze past him to reach that cat; it was suddenly a compulsion; I simply had to touch it.</p>\n<p>“I was afraid of it,” he said. “It sleeps the entire time—I was afraid it’d jump right into my face.”</p>\n<p>“John’s girlfriend gave me that cat,” said the bar owner. My father looked at me with a frozen expression. I felt like an idiot.</p>\n<p>“I poked the cat with my finger,” said my father. “I thought it’d jump up and scratch my face, but it didn’t move at all.”</p>\n<p>The bar owner grabbed it and positively threw it over to me. I had a shock. It still didn’t move. It was a dummy, a cat dummy. My father looked terribly skinny and thin-legged; he definitely needed the cane. Now we were out on the street; the snow whipped into our faces. There were about 300 meters to cover before he was back in his half-house somewhere in the Potato Rows and I could heave a sigh of relief, but those 300 meters could easily become a long and very difficult journey that in the worst case could end with an accident.</p>\n<p>“I’m proud of myself,” he said. “Look how well I can walk; I can keep my balance easily.” He waved his cane; it looked dangerous. He had to take a rest after every tenth step.</p>\n<p>“Isn’t it pretty here?” he continued.</p>\n<p>“It’s snowing beautifully,” I said, “but I’d prefer another kind of splendor, a warmer splendor.”</p>\n<p>“What’s more splendid than this excessive snow?” he intoned. “Let it snow, snow the world over, let us get snowed in once and for all, there is no one who would fucking miss us.”</p>\n<p>“Speak for yourself,” I said.</p>\n<p>“The time approaches when I will have to go….”</p>\n<p>He lifted his cane into the wild snowstorm. It was as if half of him had been erased by the snow.</p>\n<p>“My only inheritance,” he said. “I got Father’s cane, that was all.” He turned his gaze on me, his dark eyes like holes burned in the wall of snow.</p>\n<p>“And do you know what?”</p>\n<p>“No.”</p>\n<p>“Hell with it.”</p>\n<p>He succeeded in opening the door and staggering in.</p>\n<p>I closed the door after him.</p>\n<p>I stood there for a moment and looked at the door, then I turned around and tramped on through the snow. It was now so dense that I couldn’t even see my hand in front of my face. In this exemplary winter weather, I fought my way forward as never before. Impossible to get a cab. Even though I knew which direction I needed to be going in, I managed to go the wrong way. Suddenly I was standing on a little street called Kjeld Langes Gade. I had lived there once. Sometimes it is as though errors and coincidences cross each other in an ingenious pattern that suddenly resembles a secret plan one had not dreamed of oneself—no, a devious plan that has been thrown into the world exclusively to trick one. But who or what would be that mischievous? All I remembered from the time on Kjeld Langes Gade—at that point my father was over all Spanish hills, and a new father had entered the story—was a tiled stove. I must have been three years old. It stood and crackled in my memory in the middle of the snow. I turned around and found my way back to where I had started, on the broad, snow-whirling Nørre Farimagsgade, the free word’s empty white way, away from my childhood and all the junk that no longer existed as anything but some torn-off memory or other that is destined to end in a tiled stove in the middle of the snow. It should be burned up so that we can get a little warmth; that’s what tiled stoves are for. Sure enough, I found my way back to my temporary home. Stamped the snow off my shoes, let myself in. Turned on the light in the hall and picked up the mail. It was full of bills, which was the reason why I hadn’t wanted to face going through it earlier in the day. I opened a bottle of beer and caught sight of an envelope with handwriting on it, a rare sight these days. I opened it, and out fell a card bearing a picture of a bearded man riding on a giant wave. On the back, I read “May the forces of nature be with you. High-spirited greetings from the Opossum.”</p>\n","acf":{"author_name":"Thomas Boberg","country_name":"Denmark","author_photo":{"source_url":"http://localhost:8888/wp-content/uploads/2018/11/thomasboberg.jpg"},"location_photo":{"source_url":"http://localhost:8888/wp-content/uploads/2018/11/tom-juggins-681918-unsplash-e1541257943145.jpg"}}},"site":{"siteMetadata":{"title":"Centropa","subtitle":"Centropa Restaurant in Bjørvika"}}},"pageContext":{"id":"bd19a4f7-fbf7-5c4b-bffa-5445351646af"}}