{"data":{"wordpressPost":{"title":"A Puzzle","content":"<p>Father Zinctus, Doctor of Magnetics, was sitting in his cell and, squeaking since he had deliberately omitted to apply oil to himself for purposes of self-mortification, was poring over a commentary by Chlorofantus Omnicki, paying especial attention to his widely known Book Six, “Concerning the Creation of Robots.” He had just reached the end of the verse concerning the programming of the universe and was scrutinizing the pages of brightly colored illuminations that revealed how the Lord, having acquired an especial fondness for iron among the metals, breathed life into it, when Father Chlorinian tiptoed into the cell and stood discreetly by the window, trying not to disturb the eminent theologian in his cogitations.</p>\n<div class=\"ad-unit__container__container\">\n<div class=\"article-iac__wrapper\">\n<div class=\"ad-width odd-not-rendered scroll-default m-b-5-xs\"></div>\n</div>\n</div>\n<p>“What is it, Chlorinian, my dear fellow?” Father Zinctus asked after a short moment, raising crystal-clear eyes from his tome.</p>\n<p>“My lord and father,” said the other, “I’m bringing you a book recently prohibited by the Holy Office—a work engendered by the whisperings of Satan and written by the dreadful Lapidor of Marmageddon, known as the Halogenite. It contains descriptions of the sordid experiments he conducted in an attempt to refute the true faith.”</p>\n<p>He placed before Father Zinctus a slim volume already stamped in the requisite way by the Holy Office.</p>\n<p>The old man wiped his brow. A little rust sprinkled down from it onto the pages of the book, which he took briskly in his hands with the words:</p>\n<p>“Not dreadful, not dreadful, my good Chlorinian, merely unfortunate for having strayed!”</p>\n<p>As he spoke, he turned the pages. Scanning the titles of the various chapters—“Concerning the Creatures of Softness and Pallor”; “On Dairy Produce That Can Think”; “Concerning the Genesis of Reason from the Unreasoning Machine”—he gave a faint and entirely benevolent smile, then said casually:</p>\n<p>“Listen, Chlorinian—you and the Holy Office, for which I have the greatest respect, you both take the wrong approach to things. I mean, what is this, really? Sheer gobbledygook dreamed up at the drop of a hubcap; balderdash; false legends brought back to life for the umpteenth time—all based on these squishy or squashy or fleshy beings, as the other Apocrypha call them, or the Jellymen, who allegedly created us at one time out of wire and screws…”</p>\n<picture class=\"article__image\"><source srcset=\"https://assets.vice.com/content-images/contentimage/no-slug/716d5cceb6b13d174d8e94c4f8859825.jpg\" data-srcset=\"https://assets.vice.com/content-images/contentimage/no-slug/716d5cceb6b13d174d8e94c4f8859825.jpg\" /><img class=\"\" src=\"https://assets.vice.com/content-images/contentimage/no-slug/716d5cceb6b13d174d8e94c4f8859825.jpg\" alt=\"\" data-src=\"https://assets.vice.com/content-images/contentimage/no-slug/716d5cceb6b13d174d8e94c4f8859825.jpg\" /></picture>\n<p>“Instead of the Almighty!” breathed Father Chlorinian with a shudder.</p>\n<p>“Anathematizing everything left, right, and center isn’t much use,” Father Zinctus went on good-humoredly. “When it comes down to it, isn’t it more sensible to take the position of Father Etheric of the Phasotrons, who three decades ago declared this to be not a theological problem but one of natural history?”</p>\n<div class=\"ad-unit__container__container\">\n<div class=\"article-iac__wrapper\">\n<div class=\"ad-width odd-not-rendered scroll-default m-b-5-xs\"></div>\n</div>\n</div>\n<p>“But Father Zinctus,” responded Father Chlorinian, almost jamming up, “it’s forbidden to preach that doctrine ex cathedra, and in fact the only reason we refrained from condemning it was because of the great piety of its author, who—”</p>\n<p>“Calm down, dear Chlorinian,” said Father Zinctus. “It’s just as well it wasn’t condemned, because it’s not at all bad. Etheric said that even if we accept the existence of soft beings who at some time supposedly made us in their workshops, then annihilated themselves, that doesn’t rule out the supernatural origins of the spirit. After all, by the will of the Lord, who is all-powerful, those simple pallidians could have become the instrument of the true creation, which is to say He entrusted to their hands the building of a steel people who after the Last Assessment will raise songs of thanksgiving unto Him. Though of course I do agree that an alternative position categorically rejecting such a possibility borders on a terrible heresy, for it goes against the Scripture in denying His almighty power. What do you say to that?”</p>\n<p>&#8220;The thing is, Father Zinctus, that Cyborax, Doctor of Holy Theology, has shown how the so-called Well-Based Studies of Tourmaline the Pallidologist that Father Etheric draws on contain not only arguments that are an insult to reason but also blasphemies against the faith. His book states that the well-dwellers produced their offspring not from standard designs, in consultation with reproductive engineers, the only natural way, by the assembly of prefabricated parts—but instead in the absence of any training or documentation, hugger-mugger and without any forethought whatsoever. Yet how on earth could undesigned progeny be possible? If they were merely illicit, for instance made from a design that had not been approved by the relevant office of the Department of Demographic Production—this I could understand. But without the least documentation?!”</p>\n<div class=\"ad-unit__container__container\">\n<div class=\"article-iac__wrapper\">\n<div class=\"ad-width odd-not-rendered scroll-default m-b-5-xs\"></div>\n</div>\n</div>\n<p>“I confess it’s strange, but where is the blasphemy in such a thing?”</p>\n<p>&#8220;Forgive me, Reverend Father, but I in turn am surprised you don’t see it… I mean, if they were able <i>stante pede, expromptu</i>—just like that, without any preparation—to do what for us requires graduate studies, the formation of a committee, and specialized computations, then each of them must have possessed reproductive competence at their fingertips that was equal to the knowledge of all our cyberneticians, PhDs, and maybe even tenured informatics professors put together! Could that be? How is it possible that the merest whippersnapper should be able to produce offspring without a second thought? How could he know what needed to be done? That would mean the alternative to earning a higher degree is to produce young without any expertise, in one go, with a couple of prods—I can barely even express such an idea. Because that would give those beings the power of <i>creationis ex nihilo</i>, making something from nothing, and by the same token the ability to work miracles that is the exclusive prerogative of the Lord.”</p>\n<p>“You say they were either geniuses of conception or miracle workers,” said Father Zinctus. “Yet the Pallidologist Dialysian writes that though they did not make their descendants in learned council and through consultation, they also did not do so alone, but in pairs. It’s there that I perceive their professional specialization! Such an idea is confirmed by words we’ve recovered from the pages of burned library books, where one of them is said to have ‘tender feelings’ or a ‘soft spot’ for another; thus <i>semper duo faciebant collegium multiplicationis</i>—they always multiplied in a council of two—don’t you see? They would seek seclusion so as to consult with each other, work up the plans, carry out the necessary calculations. No doubt they did in fact confer on the conceptualization, because without the proper conceptual work conception itself is impossible, as the word itself clearly indicates, my good Chlorinian. They must have collaborated on the design before they began assembling the microcomponents, it could not have been otherwise. Devising a reasoning being, whether hard or soft, is no trifling matter.”</p>\n<div class=\"ad-unit__container__container\">\n<div class=\"article-iac__wrapper\">\n<div class=\"ad-width odd-not-rendered scroll-default m-b-5-xs\"></div>\n</div>\n</div>\n<p>“Let me tell you what I never hope to see,” declared Father Chlorinian in a trembling voice. “Your ideas, Reverend Father, have entered on a dangerous path! The next thing you’ll be telling me is that offspring can be produced not at the drawing board, after the testing of prototypes in the lab, with the highest concentration of spirit there can be, but in a bed, without any prototypes or training, haphazardly, in the dark, and quite unintentionally… I beseech you and I warn you that this is not only futile nonsense, but the prompting of Satan! Recollect yourself, Father…”</p>\n<p>“You really think he would go to all that trouble?” retorted the stubborn old man. “But never mind the obscurer points of child production. Come closer and I’ll tell you a secret that may reassure you… I learned yesterday that three chemisticians at the Colloidal Institute have built out of a combination of gelatin, water, and something else—cheese, I believe—a kind of pudding they call Jelly Brain, which not only can perform operations in higher algebra but also has learned to play chess; it even beat the director of the institute. As you can see, it’s pointless to insist that no thought could ever arise in any gelatinous substance—yet that is precisely the unbending position of the Holy Office!”</p>\n"},"site":{"siteMetadata":{"title":"A sample site using gatsby-source-wordpress","subtitle":"Data fetched from a site hosted on wordpress.com"}}},"pageContext":{"id":"ed87fe98-4231-5a40-8022-7156939a7284"}}