{"data":{"wordpressPost":{"title":"The Leonardo DiCaprio of Exarcheia","content":"<p>Takis was a good kid, cheerful and fun loving, adored by the whole neighborhood and with a knack for telling jokes. When he was in the school play everyone told him he should become an actor. But he didn’t become an actor, he became a barber. Or, to be precise, an assistant barber. The barber was Mr. Vassilis. He first hired Takis to help out because he knew his mother. Takis washed hair and started the haircuts, then the boss would come by and neaten them up. He took pride in his work. First it was his smile, next it was the way he liked looking after the place and bringing a little picture or potted plant back to it from the market. In the end, he became the life of the barbershop. He lived at home with his mother, who was crazy about him. You’ll probably say that’s just how mothers are, but she really was over the top.</p>\n<p>Every day a lotto ticket seller would pass by the shop—God knows why he kept coming, since no one there believed in luck. “Hey, Tasos, I haven’t even spent last year’s winnings,” Takis would say, and get back to cutting hair. One day he made the mistake of striking up a conversation with Mr. Vassilis—that same old conversation about the lottery: what would you do if you won? Mr. Vassilis started off with frugalities: “I’d buy my daughter an apartment; I’d pay my sister Katia back what I owe her, since she helped me open the shop; I’d ‘patch a few holes’” and so on. “Come on, Mr. Vassilis, it’s okay to fantasize! Come up with something else. If you won millions, would you really just think about Katia?”</p>\n<p>“I’d replace the shop sign, since I’ve had it for twenty-five years.”</p>\n<p>“Come on Mr. Vassilis! You’d still be a barber?”</p>\n<p>“What else would I do? Start practicing medicine?”</p>\n<p>Damn that conversation. Later that night, Takis fell asleep and dreamt of what it would be like to have piles of money. What barbershop? What sign? He was a Hollywood star! He dreamt he was acting in a movie, playing opposite a lovely female lead. At first, they didn’t get along and she despised and ridiculed him. But—maybe it was the flowers, maybe that he saved her from the villains—in the movie he kissed her, and they both liked it, so they kept up the kissing off-screen. And look: here were the clubs; here were the beaches full of beautiful women with dazzling smiles and slim thighs; here was the set—oh, how he wished he’d never had that conversation about the lottery. The situation had gotten out of hand—damn his subconscious! The icing on the cake was that he even found a place in his dream for his boss: he worked in his trailer as a hairstylist, an assistant. The boss would ask him how he’d made it big, and Takis would say “I had humble beginnings,” and the other things people say when they’re not humble anymore.</p>\n<p>In the morning when Takis woke up, something happened to him that he’d never experienced or even heard of before—but I assure you, dear reader, it happens and happens often. He thought, even though he was awake, that his dream was real. It’s not that he went looking for his trailer, no, he went to work as usual. It was just that a part of his brain hadn’t woken up yet. They say there once was a woodworker who dreamt that he lost his hand in an accident with a band saw. He woke up, went to the woodshop, and all day long worked only with the other hand because he couldn’t perceive the one he’d lost in his sleep—it was like it didn’t exist. So Takis’ mother fixed him a Greek coffee, and he drank it still thinking he was in Hollywood. It never occurred to him to make the connection and wonder what his mother was doing in Hollywood too—his mother who had never taken a bus out of town—or where she’d found a briki, a Greek coffee pot, there.</p>\n<p>When he got to the barbershop he had no desire to work. It was just such a letdown compared to what his life had been like only hours before, even if just in his sleep. As for jokes, not a single word. When he looked at Mr. Vassilis he no longer saw a boss. He was, after all, nothing much—how does the saying go? “The cabin boys we used to screw became captains.”</p>\n<p>A student made the mistake, when Takis asked if he liked his haircut, of telling him that he wanted it “a little shorter.” “Didn’t I ask you before how you wanted it? There, you’re all done!” He grabbed the sheet from around the student’s neck and shook off the hair. Mr. Vassilis looked at him in disbelief—he was acting as if the boy had spilled coffee all over his head. When they were alone, Mr. Vassilis reproached him: “We don’t speak to customers like that.” But, in fact, we do! And anyway, just who is this “we”? The customer left, never to return, Mr. Vassilis reproached Takis, and they didn’t speak to each other for the rest of the day. When afternoon came, Takis raced out the door and headed home. He couldn’t forget his dream. And of course it wasn’t exactly something he could tell people about. Everyone was out of work, so just what was he supposed to say? That the barbershop was fine, the money was enough to live on, but, since you asked, he’d rather be a Hollywood star? The truth, though, was precisely that. How pitiful dreams of grandeur are.… They say there was once an ancient orator who was a complete wreck. He’d dreamt that he kept company with Sophocles and Aeschylus and advised Marcus Aurelius; that Hadrian respected him and Demosthenes showered him with praise. And so, when this haggard associate of Demosthenes was awake, the Christians of the era used to refer to him as “that delusional excrement.”</p>\n<p>When evening came, Takis was afraid of going to sleep. Mr. Vassilis really hadn’t done anything to make Takis look at him like that. Everything had been fine; the only problem was that cursed dream and, ultimately of course, the lotto ticket seller. It all came back to him: the barbershop, the sign, the school principal with the greasy hair who spoke with the bombast of a politician and bragged endlessly about a daughter nobody cared about—everything. In that moment he detested it all so much, and realized that the real enemy was Hollywood and last night’s dream. Everything had been fine before that. So he sat with his arms crossed, eyes open wide like a shrimp, and kept watch to avoid falling asleep again. It was a regular ambush—you’d have thought he was expecting a burglar.</p>\n<p>Sleep came upon him at about four in the morning, and as luck would have it he had the same dream. The dream, of course, picked up right where it had left off: you know how Hollywood romances are, always so full of problems. Takis knew that too, or at least his sleep did. He sat down for the makeup artist, who had two torpedoes for breasts. Mr. Vassilis left—Takis had no desire for the little barber to hang around—while he stayed there alone with the makeup girl. She didn’t need much encouragement in the presence of a star. She pounced and reached out, supposedly to fix a piece of hair behind his ear, and hovered over his head. She laughed and asked if she was bothering him. At that very moment, the door opened and in stepped the leading lady, who was gorgeous but sweet and sensitive, too. There were tears. “I never expected this from you, Takis!” “You’ve hurt me, Takis,” and he tried as hard as he could to calm her down.</p>\n<p>When he woke up the next morning it wasn’t just that he was disheartened. The idea of going back to the barbershop seemed like an infinite weight. In the first place, he was devastated that he had upset his girl for no good reason. He started off for work but along the way became consumed with despair. At last he arrived at the barbershop, but he couldn’t bring himself to go inside. No way. He didn’t belong there. But he also didn’t have enough money of his own just to play and bum around. He went back home and asked his mother, a family friend of the barber’s, to call work and say he had a fever and couldn’t get out of bed. His mother didn’t understand what had happened to him and she didn’t ask. All she knew was that you don’t play games with your paycheck. She lectured him and told him off, but in the end she called Mr. Vassilis, made the excuses, and had her son swear he’d be at work the next morning.</p>\n<p>When evening came again, Takis grew terrified that he’d fall asleep and the torture would continue. He sat down and stared at the wall. He looked at it, crazed, almost as if they had gotten into a fight. He stalled as long as he could. He checked what was, and wasn’t, on TV, down to the depths of the late-night infomercials. He was determined to remain vigilant. His mind, though, stayed wrapped up in that dream—in Hollywood, in the girl. One moment he got under the covers; the next he kicked them off. He turned on the radio to listen to music but it was no good. His mind remained fixated on the dream.</p>\n<p>They say there was once a soldier who killed himself on watch when he dreamt he was walking on the beach with his former love. When he awoke and saw the combat boots on his feet, he realized where he was, started to cry, put the barrel of his gun in his mouth and pulled the trigger. The poor man’s only real hope had been to turn the gun on his dream. So Takis decided to leave the house to escape from falling asleep.</p>\n<p>He opened the door and stepped out for a walk. When he saw the people outside, dressed to the nines and smiling, he remembered that for the rest of the world it was Friday night. He started walking down the hill from Marni Street towards Metaxourgeio. Further down, in Vathi Square, he saw a souvlaki place he knew well. But something was going on that he’d never seen there before: they had set up a keyboard and two speakers inside. Some guy with a lamé shirt was on his feet, singing in front of a group—like a portable nightclub. Takis turned at Karolos Street, and passed right by an Egyptian restaurant or café—you couldn’t quite tell for sure, since at that hour they were blaring belly-dancing music and everyone, I mean everyone, was dancing up on the tables. It was one of those parties where no one sits down in a chair, as if it were forbidden. “If you’re poor, you gotta live it up,” thought Takis, and continued on his way. His walk was a journey of self-discovery, almost like something staged. Someone had sent him all these people just to aggravate him. He remembered how he’d once read in the newspaper that they have low suicide rates in Egypt, and how a friend who’d traveled there had told him that the kids play soccer in the streets at eleven at night. “They can all go to hell—and take those kids who play soccer in the streets at eleven at night with them,” said Takis to himself. “If you’re poor, you gotta put yourself out of your misery!”</p>\n<p>He carried on walking and soon passed by a hotel, the Hotel Andromeda, in Karaiskaki Square. Something like a wedding reception was going on, in a room full of Eastern European-looking faces, harsh and flushed, all outdated suits and garish gowns made of cheap material. They were dancing the tango. “Why are they all dancing? Can they really like life so much? Why still so much glee? If I lived in the kind of dump these people live in, I’d hang myself. I have holes in my shoes and you don’t see me dancing on tables, inviting bands to souvlaki joints and marrying women with rotten teeth.” All this happiness amid squalor drove Takis out of his mind. He hated them, and their country too—all of them.</p>\n<p>He walked all night and (fortunately) when he got back home he was so worked up that he couldn’t sleep. His mother had stayed up all night waiting for him, but when she heard him come in she said nothing. She was just so relieved, and waited for him to doze off so he would go to bed and see that everything was fine. She had food laid out for him on the table, which was set and covered with a tablecloth, in case he was hungry. But Takis didn’t touch it.</p>\n<p>At some point around seven in the morning he got dressed and went to the barbershop. Where were the good old days when he simply “didn’t feel like work” or had the good sense not to show up? Today he was a wreck. Mr. Vassilis looked at him and crossed himself. He looked like a bum. “Takis, my boy,” he said, “you’re in no shape to work. Go home and have a shave, take a bath, rest up, and come back tomorrow.” But Takis didn’t understand anything he said. He didn’t listen, didn’t talk, didn’t care. If Mr. Vassilis died and the barbershop closed, he’d forget all about it in three days’ time. What was the point of this job, wondered Takis, who was clearly losing his mind. He started to walk out of Exarcheia, where the barbershop was, towards Kolonaki. He went to the square but didn’t sit down anywhere. He felt like some kind of foreigner. He walked for a little while among the chairs set out on the sidewalk and went home.</p>\n<p>There he turned the TV on again and landed on some trashy programs, the kind where they interview D-list celebrities. But deep down Takis felt like the Leonardo DiCaprio of Exarcheia, and he found all this riffraff unbearable. When evening came again, his third night without sleep, his mind started playing strange tricks on him. He had no desire at all to fall asleep. He went into the bathroom, splashed water on his face, returned to his room and sat down with the lights on. No one had ever told him, but doing that just makes it worse. Whatever he avoided seeing in dreams now manifested as hallucinations, which in his wakefulness were more like a nightmare.</p>\n<p>It seemed he’d opened the door to the barbershop and there inside was Leonardo DiCaprio. Takis looked at him, and Leonardo started swearing at him in American. Just where he had picked up the strange English of his hallucinations we’ll never know. Leonardo cursed him nonetheless—moron! Jackass who’s never on time! Takis looked at him, stunned—“Leonardo,” he asked, “what are you doing here?” “What do you mean? I’m doing my job, and you should be doing yours, too.” “What about the movies?” Leonardo didn’t say anything, he just looked ahead at the pale and silent girl seated in front of him and started to give her a buzz cut. At first, he shaved her head slowly and gently, but then he started really digging in, as if he were scalping her without any protest. Poor Takis went white, since he hadn’t yet realized that this is just how dreams are—a land where 1 + 1 = 5 and dogs recite Milton.</p>\n<p>He shook his head to drive out the images from the barbershop, and continued to sit on the bed with the lights on. He started to sink, to ache all over and feel that his senses were heightened. Every day he spent without sleep weighed like a decade on his body. He stayed at home all day and at some point towards afternoon the hallucinations began again. Now he thought he was at one of those parties where Anne Hathaway, who kind of appealed to him, was among the guests, but soon he realized that he’d gone to the party wearing his barber’s apron and suddenly everybody was looking at him and laughing. Around his feet lay a pile of hair. He started to chase after everyone, still holding the scissors in his hands and shouting, as they ran to get away from him.</p>\n<p>He opened his eyes again and tried to wake up, gasping in panic with terrible anguish. Without realizing exactly what was happening, he started sobbing uncontrollably, but these were tears of frustration, not sadness. At that moment, his mother entered the room and asked him what was going on. Takis didn’t recognize her and said something unintelligible. He went on shouting, acting like he was holding the scissors in his hands and speaking in English as he continued to weep. His mother listened to him, stroked his hair lovingly just like she’d done when he was young, and didn’t say anything because she didn’t know what to say. But she did know exactly what to do. She waited until he’d calmed down, until his hallucinations had subsided, and gently held his hand.</p>\n<p>Afterward she fixed him some warm milk, put him to bed, and promised that tomorrow when he went to work everything would be like it used to and that he shouldn’t be afraid. She stroked his hair as if he were a little boy, hushed him, covered him up gently, and after a little while Takis fell asleep. And so, as his mother lay his head softly down on the pillow, she closed him up once and for all in that horrible barbershop, which was his prison and his death.</p>\n","acf":{"author_name":"Konstantinos Poulis"}},"site":{"siteMetadata":{"title":"Centropa","subtitle":"Centropa Restaurant in Bjørvika"}}},"pageContext":{"id":"f340c9e2-2430-5175-9d4a-c0ce1e31692c"}}