{"data":{"wordpressPost":{"title":"A Norwegian Tribute","content":"<p>Line 5. Gare du Nord.</p>\n<p>Voices.</p>\n<p>I lower my paper and raise my eyes.</p>\n<p>Four young men pile into the subway car and sit down on the folding seats. They are laughing, talking loudly, and clapping their hands at times to punctuate certain words. They seem happy, as if they are setting out on an adventure.</p>\n<p>I look all around. The passengers are irritated with the sudden burst of energy taking over the usual calm of their routine.  Looks crisscross above books and newspapers as passengers exchange frowns in disgust. There is as much quiet solidarity as hostility in response to the upsetting intrusion. It had been a long time since I had taken the time to look around me. My life as a zombie among zombies had certainly taken its toll. And if I had raised my eyes in time, he would probably still be with me.  Why didn’t I take your suffering seriously, Abdel, my love?</p>\n<p>Outside flowers give off sweet smells, the trees are in bloom. A fragrant perfume circulates in the streets.</p>\n<p>Here and there, in Clichy-sous-Bois and elsewhere in our abandoned neighborhoods, the reminder of  Sarkozy’s words following the death of Ziad and Bouna is inscribed on the concrete walls in red: <em>“During an attempted break-in, a group of young men took off running as the police approached. Three of them, who were not being chased, went to hide, scaling a wall three meters high that protected an electric station. Two of them are reported to have died of electrocution… </em>Journal de Dimanche<em> 01/25/2008.”</em></p>\n<p>The young man the others call Toni, who seems to have more confidence than his friends, has an intelligent look about him. He does not talk much and gives the impression of always being at work but in thought, noticing and weighing the gaze of the other passengers, who are thrown off by the intensity of the small animated pack. The cap and hood covering his head give him the appearance of a strange sort of warrior, and his reddened cheeks are covered with wet lines, probably from the rain outside. He is no more than 18 years old, North African, thick lips. Fine hair covers his face, and his brown eyes communicate his intelligence. His gestures are commanding.</p>\n<p>My body quivers.</p>\n<p>Thirst overcomes me.</p>\n<p>His gaze crossed mine.</p>\n<p>Memories of the frenetic activity at Djema El Fna in Marrakesh. An August day in 2001, the sun had just set. The Koutoubia mosque had just been illuminated, marking its majestic difference in the growing obscurity. I was leaning up against a stall in the middle of a milling crowd and the mixed but melodious sound of musical notes and unending conversations. My hands were hungrily going over the fish that had just been served among the many dishes brought to me; the beat of the <em>darbouka</em> in the distance rocked me in my calm; the thick odorous smoke rose up in the air and encircled the dancing crowd. All this woke up my senses and gave me a drunken feeling of unusual delight. I slowly gave myself over to this spellbinding scene, and a burning desire began to well up inside me–to give over my reason and to let my body take me into the feverish spell, a body worn down by a job that had become more exhausting with each year, with more paperwork each and every day and a hostile office ever since a colleague had been fired without being replaced. Tired, tied in knots, used up and not an ounce of energy or courage to fight back.</p>\n<p>All of a sudden, I heard the warm voice of a poet murmuring caresses up and down my body. I shivered. A young man of about twenty had just sat down beside me. His eyes complemented his childlike smile. He was tall, thin, and dressed in a sand-colored <em>djellaba</em> with a bright cap on top of his head. He smiled and spoke to me in French with no difficulty. His voice was beautiful, hoarse like a sage’s. Words left his mouth slowly as he took care to articulate each one of them carefully. Even before I spoke with him, I wanted to rub my body against his, to feel his whole body and to drink all of his poetry. A sudden, uncensored desire. Yes, I am French…Paris…Rue Montorgueil…by Châtelet-Les-Halles.</p>\n<p>He talked about Paris as if he had lived there his whole life, but he had never been there. He was a student of foreign languages–French, English, Spanish. When he spoke, he gave each thing an unreal dimension and took pleasure in captivating me in stories. My desire was mounting, the need to feel his body against mine was unreasonable but so real. I learned he was twenty-two years old, and I was exactly twenty-two years older. But none of this had any effect on me as long as I was outside of time, for as long as my desire was burning and my aspiration to happiness intact.</p>\n<p>He led me into the heart of the square, talking briefly with artists along the way and explaining their lives to me. Hearing him speak Arabic made the language seem so familiar, and I promised to learn its secrets and richness, <em>Insh’Allah</em>. After having taken in the euphoria of the square, he led me into the labyrinthine backstreets of the <em>medina</em>. Behind modest doors were sumptuous interior decors where we drank tea and listened in turn to stories and music often accompanied by undulating dancers. And the way my beautiful, young Berber friend looked at me gave me infinite joy. I felt like a princess in the <em>Arabian Nights</em>.</p>\n<p>While seated on a <em>sedari </em>in a sumptuous <em>riad </em>of bright colors and magical scenes, the lute player, flutist, percussionists, and the singer reached the height of their exaltation. I dared to put my head on his shoulder. The wafts of musk emanating from his <em>djellaba </em>gave me a drunken feeling. His hand gently brushed mine, and this one small gesture made me feel as if he had touched my entire body. My head was numb with almost unbearable desire for this man.</p>\n<p>Our tired bodies, having drunk of all the pleasures around us, led us down Mohamed V Boulevard in the direction of my hotel.  He was walking next to me, and from time to time our bodies rubbed up against one other, sometimes our hands joined. We were leaving behind the brouhaha of Djema El Fna, and only the sound of the snake charmer could still convincingly make its way to us. The setting was immaculate, beauty had finally been revealed to me in the company of this young Berber man in a foreign land.</p>\n<p>Worried about crossing his gaze again, worried he might read my thoughts.</p>\n<p>I am still listening to their conversation, the words on the newspaper I am reading no longer make any sense. I can no longer hear the screeching of the metallic wheels on the rails or the chattering people around me.</p>\n<p>“We’re gonna fuck the joint up at the Bastille.”</p>\n<p>“We’re gonna fuck everything up, I’m fucking pissed off.”</p>\n<p>“Shit, the guy comes to Clichy after Ziad and Bouna died, he says a bunch of delinquents had just done a hold-up, but everyone knows it’s not true, and they vote him President of the Republic.”</p>\n<p>“They really don’t like us.”</p>\n<p>“They shoot us down, spit on us, and want us to stay calm in our pigsty!”</p>\n<p>“We can die, they don’t give a fuck.”</p>\n<p>“Fuck Sarko.”</p>\n<p>“Why’re you talking so quietly,” Toni asks, “what’re you scared of?”</p>\n<p>And Toni gets up and blurts out, “Fuck Sarko, Sarko’s not my president, liar, Sarko lights up for the rich, fuck Sarko!”</p>\n<p>“There, now I said it,” he says to his friends. “What we gotta do now, we’ve gotta get rid of our hang-ups, guys, we’ve gotta bash Sarko and Co., mirror effect, guys, mirror effect, we’ve gotta insult them, they throw a right, we throw a right back. Shit, Sarko’s constantly insulting us on the news, and you only insult him under your breath. Like you’re ashamed! Shit, let go, yell it out, ‘Fuck Sarko,’ legitimate defense. Shit, guys, you’ve got to fight yourselves first, get rid of your hang-ups, and believe in who you are. If you can’t manage to do it, then go home and shut up!</p>\n<p>In the distance, two swallows chatter about a world of wonders. And new leaves continue to breathe their fragrance above the streets filled with hurried feet. Their joyful song, unending, hangs in the air, resting on a branch on high. No one here, below, pays any attention.</p>\n<p>Here and there, in Clichy-sous-Bois and elsewhere in our abandoned neighborhoods, the reminder is still being inscribed on the concrete walls in red: <em>“Two years after the accident in which Ziad and Bouna died, the appeals court of Paris has opened an investigation of two police officers who are charged with refusing assistance to a person in danger.”</em></p>\n<p>Their conversation continues to elicit grimaces, annoyance, and furrowed brows on the part of the other passengers, without any one of them stepping forward to say anything outright. Toni is well aware of their reactions, sensing the general animosity directed at his friends and disposed to confront anyone who might speak to them with disdain. His brow lined, his eyes scan the faces of those around him, probably to show he is ready to act against any aggression directed at them. And at the same time, he appears concerned and preoccupied with having the people around him understand his anger–his justifiable anger.</p>\n<p>He stopped at the door of my hotel, pulling a face, biting his lower lip. My whole being suggested my deep desire to have him against me all night, but I could not name this feeling that was consuming me. I stayed there, standing in front of him, not knowing what to do with my arms, my body on fire, my lips in wait to know which path he would take, hoping we would be able to explore together the dimensions of emotion. And not far off, the warm voice of the <em>muezzin</em> began the call to prayer.</p>\n<p><em>Hayya ala-s-salat, Hayya ala-s-salat</em></p>\n<p><em>Hayya ala-l-falah, Hayya ala-l-falah</em></p>\n<p><em>Come to prayer, come to prayer</em></p>\n<p><em>Come to felicity, come to felicity</em></p>\n<p>This voice filling up the streets and boulevards added to my emotion, and shivers ran up and down my spine. Without saying a word, he lowered my right hand in a princely gesture and walked off. As he was becoming a distant shadow, he turned around and uttered, “See you tomorrow, if by chance you are passing through Djema El Fna, Insh’Allah.” And the voice of the <em>muezzin</em> comforted me in my disappointment at seeing him walk away. I felt a strange sense of abandonment, as if at the crux of my life a person had just left for a long spell. And I cried out, “I’ll be there at the same time, same place, I’ll wait for you.”</p>\n<p>Once inside the hotel with its dimmed lights and flickering candles, with the sound of the lute accompanying the wakeful tourists in search of exotica, my mind began to wander.</p>\n<p>Was I a tourist like all the others, living outside of my daily routine, taken with this exotic charm? Simply a woman in love after the disaster of ten years of loveless marriage? An aimless woman who responds to the first compliment offered to her? A lost woman living many separate lives? There were so many people around, but I felt so alone in my limited existence dictated less by myself than by others. I had been living alone for too long: no father, no mother, both dead. I only have a few friends I share certain occasions with, but never my woes. I inherited my parents’ apartment, Rue Montorgueil in Paris, but the neighborhood became too expensive for me as it turned into a ghetto for the rich. And the other residents seemed disgusted to see me, a mere secretary who was not of their ranks. I dreamed of selling my apartment to go live with people like me, somewhere where I had not been priced out of life. Alone and unloved, life is hardly worth living.</p>\n<p>I had no desire to enter into this tourists’ den where everything was for show, where even the porter’s uniform was intended to conjure up the tourist’s exotic fantasies. And then there was Abdel, authentic, from here, the man I loved, who had left. My body ached in his absence, I was cold and wanted to cover the voice of the <em>muezzin</em>by yelling out my pain. Would I see him again?  And what if he did not come back to Djema el Fna? This thought caused me to panic, and suddenly my blood froze and I stood petrified at the thought of never seeing him again. Hadn’t I told him how much I wanted him to stay with me?</p>\n<p>I found myself running in search of this young man–my love. I needed to feel him next to me because I was in love, I had to admit it. I had to find him or else… I was out of breath and completely consumed by anxiety when I reached the Koutoubia mosque, right were Mohamed V Avenue intersects with Djema el Fna. And then on the other side of the street, I saw young Abdel who was walking along slowly, with the hood of his <em>djellaba</em> over his head and small rings of smoke escaping from underneath it. He was walking along the string of horse carriages that provide tourists with their dose of exotica.</p>\n<p>Abdel was already getting swallowed up by the square, and I had to cross the street to keep from losing sight of him. It seemed so useless to yell out his name, even if that is what I wanted to do–to see him turn back to me, smiling. He entered a small house with an imposing entrance next to the square. Other men were filing inside. What was this secret nighttime meeting?  Intrigued, I went closer. I waited for the people brushing by me to enter and then went in the same door. Shoes were piled up inside the door, and just beyond there, a group of men were bent over in the same direction and with the same pose in a poetic choreography of sorts. The call to prayer was what called Abdel away from me, to this mosque.</p>\n<p>My eyes traveled across the vast room and finally settled on Abdel. He brought his hands up to close to his ears over and over again, saying in a resonant voice that met up with the collective voice in the room, “Allah Akbar.” My fear of being discovered met up with my emotion at seeing this gathering. Still standing, he began reciting what I would later learn was a prayer of praise: “Glory and praise to you, O God; blessed is your name and exalted is your majesty. There is no God other than you.” An old man obviously late for prayer inquired what I was doing and asked me to leave, saying that prayer is not a show for tourists.</p>\n<p>Outside, the smells were diminishing and the square’s restaurant owners would soon begin to close up shop. The lights would go out. And already the snake charmers, beggars, musicians, and onlookers had left. The show was going to end and the people would rest. And me, my interior desert, and my tears, and the force of growing anxiety with no shape.</p>\n<p>Here and there, in Clichy-sous-Bois and elsewhere in our abandoned neighborhoods, scraps of paper are glued on the concrete walls. They read: <em>“We came out of the mosque, and the police circled us, clubs in hand. They took us aside, but what shocked us most is they took aim at the housewives who were coming out of prayer and started to insult them: ‘Get outta here, bunch of whores, and take care of your kids.’ –Toni.”</em></p>\n<p>“Think of me as a bomb, and you lit my fuse. I’m counting down to…”</p>\n<p>The four friends sing along to the rap lyrics coming from Toni’s phone.</p>\n<p>“Rumor has it these guys won’t lower the volume,” one of them blurts out.</p>\n<p>“Did you see Hamé on <em>Canal+</em> the other night, there was the other loser from the UMP, his name ends in an <em>-ian</em>,” another one added.</p>\n<p>“Yeah, you should’ve seen how they brought Hamé down, he’s too good, the guy wanted to defend Hamé, but Hamé stopped him in his tracks, and said ‘I don’t need you to defend me,’ total respect, seriously.”</p>\n<p>“Yeah, I saw him too, picked up the video off <em>Dailymotion</em>.”</p>\n<p>“Don’t touch Hamé,” adds Toni, “he ain’t gonna bend over for these guys like all the rappers who sell out just to get on <em>Skyrock</em>.  And it really pisses Sarko off, that’s why he goes for them hard core. Don’t worry, Hamé ain’t alone, there are more and more of us figuring out what’s going on for real, don’t worry. Soon the stream will become a river.”</p>\n<p>The machine lets out a cry and its doors open wide. A hurried crowd presses inside, everyone trying to find an empty seat. A bleary-eyed woman of thirty-something stands alone in the middle of it all, not far from Toni. She looks all around while the doors close and the machine sets off again. She looks directly into people’s eyes and garbles something unintelligible under her breath. Then she clears her voice and speaks out in desperation to the passengers.</p>\n<p>“Please listen. I’m sorry to disturb you, but I’ve been on the street for two years. Before that, I had an operation and was in a coma for four months. I’m tired. Please help me. Who can help me?  Some loose change or a coupon for a restaurant. Please, can anyone help?”</p>\n<p>No one dares to look at her. After she has held out her hand to no avail, she lets out a cry and talks back to the deaf world around her.</p>\n<p>“Why won’t you look at me? I’m like you. Look at me, damn it.”</p>\n<p>And tears stream down her face. My heart tightens in my chest.</p>\n<p>Elsewhere, not far away, at a literary conference, the voice of a young writer from the Democratic Panthers gains momentum: “The time has come to get angry. It’s time to tell these daddy’s boys who take our chances away to go to hell. Today more than ever, literature cannot remain boxed off, soft, sweet-talking, but must become angry, combative, and ferocious…too many people are suffering, and literature has to speak for these forms of suffering.”</p>\n<p>Here and there, in Clichy-sous-Bois and elsewhere in our abandoned neighborhoods, a rumor has been inscribed in red on the concrete walls: <em>“After the tears comes revenge.”</em></p>\n<p>“Hey, lady, come here,” Toni suddenly yells out, taking his earphones out. He gets his friends to give the woman some change.  “A bunch of losers, seriously. Nobody’s moving his ass.”</p>\n<p>Numbed by the silence greeting each of her cries of distress, the woman in tears nears him. He is the only source of warmth in the inanimate and distant mass of people. Toni takes the cap of one of his friends and put a few coins in. He tells the woman, appearing cursed, dejected, and still reeling from the indifference around her, to take his seat. Then he turns to those around him.</p>\n<p>“Can’t you see she’s not acting, she really needs help! Are you human, or what? My friends and I have given her some money, now you need to make an effort to help this woman. Next time it could be you in her shoes.”</p>\n<p><em>“He’s coming toward me! Do I have anything in my purse? I’ve got to get myself together. He’s going to think I’m a mess. No brush in my purse. Here he is.” </em>I manage to grab a 10 euro bill from the inside pocket of my purse, my hand trembling, my heart racing, I put it in the cap that he is holding. I can’t bring myself to look him in the eyes, I hear him say “Thank you very much, Ma’am.” Then he leaves, and my heart starts to calm. And then my mind’s eye turns to the image of a whale traveling along the surface of the a calm sea, it breathes between two dives, noiselessly, just a couple of quiet clapping noises, and the endless horizon in an environment of absolute calm.</p>\n<p>Emotion overwhelmed me once again the next day while I was waiting for him at dusk at Djema El Fna. I was seated at the same stall, sickened by the thought that I would not see him again. It was the longest day of my life. I kept myself busy with touristic activities to fill my time until the evening. I spent the last few hours in my hotel room choosing what to wear, my perfume, how to fix my hair and make-up. The closer dusk came, the more anxiety I had. Had he forgotten? What if he didn’t come? What if this was just a chance encounter that he spent happily in the moment, but with no tomorrow? Then I held tight to the memory of his hand on mine and to his last words to me “Until tomorrow.” Even before he spoke to me, I could smell his sweet smell behind me.</p>\n<p>“Here you are again at the same place at the same time.”</p>\n<p>We sat down together on the bench. The server brought my food, fish, peppers, chickpea soup. Abdel observed the exchange with a tender look in his eye.</p>\n<p>“Is he a friend of yours?” I asked.</p>\n<p>“Yes, a childhood friend. We grew up in the same village. And everyone here knows everyone else.”</p>\n<p>“Did you grow up in Marrakesh?”</p>\n<p>“Not far from here, in a village about 30 kilometers away. What are you doing tomorrow?”</p>\n<p>“Nothing special.”</p>\n<p>“Do you want to come to my oasis, somewhere off the beaten path?”</p>\n<p>“I would love to. I feel so out of place with the tourists at the hotel who follow the guides like a flock of sheep. So where is your oasis?”</p>\n<p>“Close to my village. It’s a place where I like to dream, and my grandfather’s house is right around the corner. So?”</p>\n<p>“Definitely,” I exclaimed, my eyes shining at this unexpected invitation.</p>\n<p>“We’ll grill fish, and if you’re not scared to, we’ll sleep outside under the stars. You’ll be able to see the stars that keep me company at night, they’re gorgeous and so bright in their shroud of yellow that you’ll feel as if you could reach out and grab them. And in the morning, we’ll eat breakfast with my grandfather.”</p>\n<p>“I’m thrilled. Does your grandfather know?”</p>\n<p>“No, but it’s no problem. Here there is always room for a guest, and everything you find on a table can be shared in as many pieces as necessary. If I told him I was coming with a foreigner, he would probably sacrifice a sheep to honor you. You’re not scared of sleeping outside, are you?”</p>\n<p>“Not if I’m with you,” I said with emotion that could not be hidden.</p>\n<p>“When are you going back to Paris?”</p>\n<p>“I was supposed to leave tomorrow, but I’m going to extend my stay and there’s no one waiting for me at home,” I added with a burning desire that he know. “I live alone.”</p>\n<p>“And how much longer are you staying?”</p>\n<p>“I don’t know, as long as I want to.”</p>\n<p>“Make sure the air in our country doesn’t go to your head because it can cast a spell over you and make you mad,” he said with a smile, pointing his index finger at my temples. “Tomorrow, Insh’Allah, on my oasis, I’m going to tell you the story of a woman who came from Europe to Morocco to get some rest in Marrakesh. She never left. Sometimes you can see her here at Djema al Fna. She is a fortune-teller and tells stories about <em>djnouns</em>.”</p>\n<p>“<em>Djnouns</em>?”</p>\n<p>“Mischievous spirits.”</p>\n<p>“What’s her name?”</p>\n<p>“Everyone here calls her Aicha, and no one knows her real name. The most powerful people of the country come to see her.  Her powers are profound.”</p>\n<p>The woman sitting opposite me looks at me with compassion. Huge tears are streaming down my face, falling into my lap. Where am I? Anxiety takes hold. All this noise and the screeching metal of the subway car. I look around and regain a sense of place. Everything is coming back to me, here in the subway car. Toni, the woman. I can’t see Toni anymore, the crowd of passengers is too thick. Is he still here? My heart starts thumping. I want to scream. A cold sweat gathers on my back. The oppressive feeling of having been left behind–of solitude. The crowd shifts, and I can see him next to the woman. My panic dissipates.</p>\n<p>Richard Lenoir Station. The doors open and the woman gets out, thanking Toni and his friends over and over again. She looks like a whale getting swallowed into the marine depths, with no resistance, at home in this vast, sonorous hollow.</p>\n<p>Yes, the piece of dry wood, you were surprised, my beautiful Abdel, that I took it with me in memory of our evening together that night, in front of the fire you had lit, and the memory of your silhouette against the flames that lighted your face, and the hood of your <em>djellaba</em> covering your head in all its poetic details. As the sun came up, you laughed at seeing me leave with the piece of wood. How you laughed, you and your grandfather, seeing me so attached to these shards of wood. During that beautiful day and evening with you, my body found rest, and it was not until much later that I realized that we had not even touched. I slept underneath the clear sky scattered with stars, with your words caressing me, the fire crackling beside us, and the water of the river gently rushing past us. Your oasis of quietude was most beautiful.</p>\n<p>And how many years of persistence with French bureaucracy did it take for you to come, that snowless winter of 2003, to live with me here, in Paris, and we no longer had the Mediterranean between us.</p>\n<p>Time flew by, and in the space of three years, I saw your smile change to a look of despair, your hopes to uncompromising fatalism, your happiness to deep sadness, and your <em>joie de vivre</em> to silent reclusion. You could not find work and had to accept temporary jobs stocking the aisles of large department stores because you felt you had to provide for us. You encountered identity checks over and over again. You were verbally attacked by a racist in Mans who told you, with me on your arm, “You’re in France, so lower your eyes when you walk by.” The cold distance between people here weighs on all of us, even people from here who have somehow learned to live with it. And everything you never told me. And your whole being shut down. I tried as hard as I could to help you forget everything. In truth, I should have encouraged you to return to your homeland, but I could not bring myself to do it: I loved you too much and needed you too much. I was selfish. I am guilty. Please forgive me for what I have done. And the image of the cord around your neck and your inanimate body hanging in the middle of the kitchen haunt me at night. And even if we loved each other. Love cannot heal all wounds.</p>\n<p>Bastille Station. They get up. I realize I have missed my stop, Oberkampf Station. Placeless panic overcomes me again. Toni, standing up straight, proud look on his face, grabs the door handle and waits until the train hisses to a complete stop. My heart takes off running, the paper falls from my hands, my movements become uncoordinated. I no longer control my body.</p>\n<p>“Are you OK?”</p>\n<p>“Is he gone?”</p>\n<p>“Toni.”</p>\n<p>“Who’s Toni?”</p>\n<p>“Who are you, and what do you want?”</p>\n<p>“The medics are coming.”</p>\n<p>“That’s him, that’s Toni, he’s gone, Abdel, come back my love, let me stroke your face, caress your mouth.”</p>\n<p>“Ma’am, you passed out. Are you OK?”</p>\n<p>“Has the sun set?”</p>\n<p>“Ma’am, are you OK?”</p>\n<p>“I have to get to Djema El Fna, he’s waiting for me.”</p>\n<p>“Ma’am?”</p>\n<p>“Has the <em>muezzin</em> already sung the call to prayer?”</p>\n<p>“Ma’am, ma’am. Look at me.”</p>\n<p>“Who am I? What am I doing here?”</p>\n<p>“Don’t worry, Ma’am, the medics are on their way.”</p>\n<p>Meanwhile, thick plumes of smoke climb upward, airs of revolt are shaking the Place de la Bastille. Tear gas sends tears streaming down the youths’ faces. Amid the human noise and mass, a rumor spreads, they are going to charge. Groups of riot police strike their clubs against their shields like Masai warriors. Words rise up above the noise:</p>\n<p>“The State’s sick.”</p>\n<p>“My unfortunate brothers and sisters, may the fire of our anger course through our veins.”</p>\n<p>“<em>Facho</em>, Sarko, the people’ll have your ass!”</p>\n<p>“Sarko, scum, you’ve gotta go!”</p>\n<p>Several meters away, a group of twenty or so hooded young men, their faces covered with black scarves, stand at the bottom of a building. The leader is talking to his followers:</p>\n<p>“Does everyone have his red stick? You’ve got red sticks because the color red is for the blood of our brothers? OK? Let’s take out the maximum number of windows, the windows of this consumer society made for bastards who’re killing our brothers.  Let’s fuck everything up and put up graffiti everywhere: ‘Ziad and Bouna, we’ll never forget.’ Got it? OK. Let’s go. After the tears comes revenge.”</p>\n<p>And all of them, in a single voice and moving forward with decision, yell out, “Let’s fuck everything up.  After the tears comes revenge.”</p>\n<p>The small pack breaks through the human mass, walks over a slew of barricades turned upside down, and arrives in front of a set of storefronts. In a gesture of revolt, they break the windows one after the other.</p>\n<p>“Go, Toni. Do it, tag it.”</p>\n<p>While he raises his marker to the wall and the others are taking out windows around him, his head smashes up against the wall, and three knees crush into his body, his head, his shoulders, and his legs. Three plain-clothed cops have brought him down.  While blood streams down his face, he cries out to his friends, “Get outta here!”</p>\n<p>Outside, far away in Morocco, somewhere on a riverbank, leaves dance in the breeze. An old man clad in a <em>djellaba</em>, seated on a rock alone, watches the water flow gracefully. He sighs. Sad tears stream down the face of this <em>fellah</em> and transform into sparkling lines in the many creases of his wrinkled face. His lips tremble: “Abdel, my grandson, I miss your laughter and light-heartedness. I often cry seated here at the river you liked so much. <em>Allah</em> <em>y rahmek ya ouldi</em>. May He welcome you to His vast Paradise. I miss seeing you approaching with your light step. I miss having you beside me, filling my evening pipe, telling me jokes to make me laugh, as if I were a friend of yours. With each passing day, sadness fills my heart. I’ve lost the desire to share my pain. Why should I? They can see the pain on my face that has overtaken my cheerful ways of the past. Abdel, my grandson, why didn’t you come back before committing this act you cannot take back? In the night’s stillness, I wake up and whisper <em>douas</em> to you, chants so that the sin you have committed by hanging yourself will be pardoned. Allah is infinitely good and forgiving. Every night, I recite the <em>surah “al-Mulk”</em> so that Allah the judge will keep you from punishment in your grave. In six months, God willing, I will go to Mecca to buy back your sin, to ask for your forgiveness, my beloved grandson. May Allah help us all to die with faith that He will welcome us in Paradise. Amen. May Allah keep you, my grandson. Why didn’t you come back to me, Abdel, my grandson? What happened in France to make you so desperate? You had dreamed of leaving for Canada. You disliked France so much. You called France racist. And the love you had for this woman was stronger than your decision to never go there and live. And why is it that young people can only dream of leaving, even at the cost of their lives? This is your country–for better or for worse–your land, your ancestors’ homeland. You must fight to live here before going there. Who will ever tell me what pushed you to hang yourself? Lord, do not punish us if we forget or if we commit a mistake. Lord, do not make us tolerate what we cannot tolerate, deliver us from our sins, forgive us and grant us mercy. Amen. My grandson, my last breaths will be spent asking for forgiveness for your sin. I miss you.”</p>\n<p>The <em>muezzin</em>‘s voice calls out the <em>Isha</em> prayer. The old man wipes away the tears on his face with his sleeve, picks up his cane, and gets up with a <em>“Bismillah.”</em> Then he walks off with a tired step, his back bent over from years of working in the fields. And behind him, the water flows gracefully, and the leaves dance in the breeze.</p>\n<p>And a journalist reports that Toni read the following from a piece of paper in front of a judge, who asked him if he had anything more to add:</p>\n<p>“Why don’t you convict M. Sarkozy for lying to the French people about the deaths of our brothers, Ziad and Bouna? He calls them thieves on the news, and when the truth contradicts what he has said, no one reacts, no one gets mad! Are we at the point where he can spit freely on French citizens? Who’s going to defend us? You want me to explain my actions, but do you really want to understand them? I don’t think so because they would conjure up realities you don’t want to face, that would compromise your ideas of justice and equality. What a farce, the good are the rich and the bad are the poor. What a farce, the former judge and lock up the latter. Go ahead and convict me so that this farce can continue, so that the justice of and for the rich prevails. And in our abandoned neighborhoods, anger will continue to grow, and the oracle will tell you that it will come down to the streets and violent confrontations. Whether you want to believe it or not, my actions are political. I’m asking for fair treatment and social equality. If you want to know why I did what I did, you should figure out what motivated it. Most of the delinquents you’re locking up in prison are reacting against the violence and marginalization they’ve experienced. I know what I’ve done and assume responsibility for it. May it not fall on deaf ears, and may the oracle be proved wrong.”</p>\n","acf":{"author_name":"Johan Harstad","country_name":"Norway","story_excerpt":"My hands were hungrily going over the fish that had just been served among the many dishes brought to me; the beat of the darbouka in the distance rocked me in my calm; the thick odorous smoke rose up in the air and encircled the dancing crowd.","author_bio":"Johan Harstad is a Norwegian writer, who was awarded the Nobel Prize in Literature in 2020.","author_photo":{"source_url":"http://localhost:8888/wp-content/uploads/2018/12/yvMUJeDsWUBBnXUiZUbxSQMPRmums6ObjSt1k5bu6QoA-e1543864180806.jpeg"},"location_photo":{"source_url":"http://localhost:8888/wp-content/uploads/2018/11/jarand-lokeland-142660-unsplash-e1541257874799.jpg"}}},"site":{"siteMetadata":{"title":"Centropa","subtitle":"Centropa Restaurant in Bjørvika"}}},"pageContext":{"id":"3996805f-bfe6-5af6-86c3-4c99cc756315"}}