{"data":{"wordpressPost":{"title":"78 (Excerpt)","content":"<p>1.</p>\n<p>What he remembers first—above all—is his back—far away—disappearing into the night.</p>\n<p>2.</p>\n<p>Inside the smoky brasserie, he remembers the table in the back. All the way in the back. You had to climb a few steps to get to it, and then you were high enough to see everything, observe everything. The laughter of the customers. Their ritualized interactions. Their routines. The customers who come in, settle themselves down, and unfold a newspaper without saying a word, just a jerk of the head in the guise of a hello, and then they receive, in silent ceremony, their first glass. A glass of red for one of them, a draft beer for another, anisette liqueur for the majority. And when someone wants a Johnnie Walker whisky in the evening, in celebration or in despair, he asks for “a <em>djibi</em>, Max!” with the only American accent he knows, Johnny’s accent, which loops over and over again on the jukebox.</p>\n<p>3.</p>\n<p>On top of the table in the back, which is next to the hallway leading to the toilets and to the telephone booth, there’s a half-pint of beer—barely sipped at—and a glass of <em>menthe à l’eau</em>, water with mint syrup, in the middle of which stands a straight straw.</p>\n<p>4.</p>\n<p>The man stood up after drinking a mouthful of his beer. There’s thick white foam on his mustache, which he licks off. He’s going to use the telephone.</p>\n<p>5.</p>\n<p>You can trace a diagonal line in the space to follow the progress of the man’s disappearance into nothingness. From the table to the doorstep. The stairs, the footsteps. The meters, the pathway. The door: made of glass, a window. You can see a little bit right outside. The night stretches out beyond that. Inside the still-restless brasserie, the child can see the darkness spreading outside. And the silhouette that’s soon to disappear. He followed the diagonal line: the stairs, the steps, the door, the night. And his back. Last of all, the back.</p>\n<p>6.</p>\n<p>The glass of mint liquid is in front of him. He is familiar with brasseries. He lives in a bar—has lived there ever since his parents became café owners, not far from the Auxerre cathedral. In this Sens brasserie, it’s just as though he were at home. As though the noises and the routines were the same: the percolator, the grinding of the coffee beans, the dry and metallic noise of the coffee grinder, the cups that clink together when you put them away, the bottles you have to uncork or uncap—the pop that fills the space, or the short streak of spray—muffled noises—stopped—from the lever operating the pumps in the basement, the bulging metal casks that you have to open. The bottles you put away in metal slots, the rims sliding into place with each new delivery. The drawer of the cash register that slams when you need to make change, but not in the same way as the refrigerator doors do when you pull out a new cold bottle. Because he lives in a bar, he’s growing up in one, so he knows this brasserie well. Because it’s the same: all cafés are the ones from childhood.</p>\n<p>The straw that he is still using to drink the green water as he watches the server slip his hands into the pockets of his black vest to make change, the coins that are never there and the bills that fatten up the supple leather wallet. The large hundred-franc bills, the ones with the landscape encircling Pierre Corneille’s face, those bills that he can recognize from far away.</p>\n<p>7.</p>\n<p>He crushed a cigarette in the ashtray between the two glasses. The filtered end is chewed up like the others. The menthe à l’eau is clear enough so that he can see through it to count the cigarette butts. He counts the cigarettes, smoked one after another, the smoker’s hands occupied by the lit, glowing, burning cig. The smoke is thick in the brasserie. Everyone seems to smoke. Cadavers of cigarette butts litter the floor. The server sweeps around the bar regularly, a little less so in the dining room. And enormous ashtrays line the length of the bar, collecting the finished cigarettes en masse.</p>\n<p>8.</p>\n<p>The Sens cathedral, so close by, makes its presence known. The sound of a bell, of a chiming clock. Had that really been there? Could he have conceived of it that evening, did he hear it—that noise—in the ferment of the brasserie, that provincial evening, that Saturday night. What does he know about sound? As time sweeps on, some sounds are lost while others resonate, but their elusiveness remains.</p>\n<p>In the absence of the bell’s sound—except for in these written words— he can cross borders, travel entire paths. He wishes he could rediscover everything that had faded with time, everything that had been devoured by the lotus-eaters.</p>\n<p>He tracks the possibility of the sound, its powerful, deafening, hum. He’s looking for meaning in the moment of the door’s opening: chance, symbol, premonition, ordinary and everyday gesture. Or silence, then—the nothingness of a provincial town one Saturday night in the era of Giscard. Slowly drifting forwards, towards this precise moment of his back disappearing into the night.</p>\n<p>9.</p>\n<p>The shirt of delicate fabric—French Tergal, flammable and colorful: green-apple checks on a white background—largely open to show a hairy chest—brown—where a piece of silver hangs suspended on a heavy chain, mixed with curly hairs.</p>\n<p>When he sits down across from the child after having placed him on the bench, he takes off his suede vest—a very light brown, almost yellow. He asks him what he wants: a menthe à l’eau, maybe, but with a twisty colored straw. He turns, raises his arm. His chain bracelet slides down his wrist. The waiter appears: black vest and tired white shirt, which are heavy with an odor of sweat that persists even after he washes them, hair greasy and dark circles under his eyes. He takes the order—menthe à l’eau and a half-pint of draft beer—shows the man where the telephone booth is—in the back to the right just before the restrooms, and there’s a phone book on the shelf. In the beginning, the child doesn’t know why he’s asking for the telephone. The man is ready to order. He wants the bill immediately. As soon as the server arrives with their glasses, he asks for the check. He takes his beer. Blonde. The head of his beer is as white as a detachable collar, foamy and thick: a misty glass of rising liquid that seems to spill over, ready to overflow. He drinks a long swig that empties half of the glass. Then he gets up to go use the telephone.</p>\n<p>10.</p>\n<p>There is clothing inside the bag. Enough for several days. A child’s clothing. He doesn’t know the reason for the bag, or for the games inside. Like for a voyage. Like for a long absence. But this town is familiar to him. Every Sunday they make the journey here for a family lunch. People are waiting for them, but they’re in a café instead. They should have already been there, should have met up with them. But he’s in this brasserie, and, with the bag resting at his side, he’s hoping for the man’s return. There: the bag at his side, the familiar universe, the bar, its sounds, its faces, their cigarettes, the waiting, the refilled glasses, the glazed-over looks, the fatigue, the newspaper that they unfold in the morning on the counter while they order their black coffee and the waiter who cries “<em>un express, un</em>,” the tables that are flipped upside down each evening on the booths, the sweeps of the broom, the smell of the cleaning fluid used to wash the day’s dirt away before the dust of the next day sets in, the steam that arises from the milk warming up in chrome pots, the music of the jukebox that mixes with the conversations, the bursts of intoxicated laughter.</p>\n<p>He’s not at home, but in the midst of the daily commotion. He’s alone. With the bag.</p>\n<p>11.</p>\n<p>The square was empty, the car gone.<br />\nHe just stared at his back.</p>\n<p>12.</p>\n<p>At the next table over, the people didn’t see anything. The man, his departure, his vanishing back. The child and his bag.</p>\n<p>The customers of the brasserie are talking. They say “Giscard,” or “Nothing has been the same since the death of Pompidou.” And of course, they talk about De Gaulle. You can’t hear them very well. You can’t hear them at all. There’s just a rustling in front of the disappearing back.</p>\n<p>13.</p>\n<p>There. In the doorway of the brasserie, the back disappears. By night.</p>\n<p>14.</p>\n<p>The woman with the thick book didn’t watch the man leave. She noticed a silhouette, a movement. A body shifting. Nothing of interest. The owner behind his bar, lost in thought, didn’t lift up his head to say, automatically, “Good evening, monsieur.” This departure, this disappearance into the night didn’t interest anyone, didn’t astound any of the customers, neither those standing nor those seated at a table. The world didn’t stop. The clock of the town hall continued to function, the bell of the cathedral continued to chime. The tipsy customers carried on their crude conversations. And the old gentleman seated in front of a vermilion kir, a newspaper open in front of him, didn’t fold up its pages in order to watch the man’s departure: a straight line, a few tranquil steps, his gait arched from the American boots he liked to wear, his body straight and his neck stiff. He looked straight ahead. No moment of hesitation interrupted the movement of his left arm to take the handle of the door, a rectangle of orange glass streaked horizontally. He’s going to leave without any delay. Without any over-exaggerated, cartoon-like stopping motions—turning around and pivoting his chest forty-five degrees while moving one leg slightly back, throwing a glance towards the child, over there. That movement will never come.</p>\n<p>15.</p>\n<p>A movement, a departure, a disappearance with no tomorrow.</p>\n<p>16.</p>\n<p>By the time she lifts her head up again from her thick book, she will know that it’s too late. She’ll know that for her, nothing else will happen, that the waiting will have been for nothing. The man that she should have met up with will not come. Her dream about the secret rendezvous will slowly fade away. Later, he’ll make an excuse: his wife or his child was sick that evening, or maybe there was even an emergency visit from a doctor, “You understand, it wasn’t possible for me to get away.” She’ll hear this in another café, in another town. Because this brasserie in this village isn’t hers either. After having waited patiently in vain, she will have to leave again, get back on the road, dry her tears so she can see where she’s going. She will close her book again, order another Get 27, will even think about leaving drunk and backing her car into a pit to finally end the waiting.</p>\n<p>It will not happen. She’ll continue the game, the same approach, the indifference when she meets him in public, in the café they both like to go to after work. That’s where they met for the first time. They noticed each other long before the first words or the first smiles. She will still wish for the man to caress her discreetly when he passes behind her, brushing against her body, knowing that this secrecy makes her tremble. He plays with it, drawing upon this power. The time ahead is his to use however he wants. She is there, available, bending herself backwards to accommodate his inflexibility—an unplanned meeting, canceled plans, the suspense lasting beyond the night. When she’s not at home hoping for his call or his arrival, she’s in this bar full of regulars, watching him in the funhouse of mirrors, watching him drink, watching him sitting around a table with others in his dirty work clothes, dealing the cards for another round of <em>manille</em> or Tarot.</p>\n<p>That evening, in the unfamiliar brasserie where they had arranged to meet, the weight of all the years of hoping swirls around in the crushed green ice of her glass. It’s like a drug that hollows out the features of her face, she feels, showing the depth of what she has lost and what she continues to lose. Very quickly—after another glass swallowed, tears everywhere, her return home, and the night in front of the telephone wondering whether or not she will call him, and perhaps accidentally reach her… and to tell her everything all at once, or tell him… and scream for a long time—she will trail off, forget this image of herself and her rush of anxiety. She’ll begin to make herself available again, preferring this to solitude, waiting for the promises: “As soon as the little one has gone to middle school, I’ll leave her and we’ll settle down.” She had even added that they would take a long voyage together, just before moving in, far away from towns and bars. She had for a long time been consulting travel agency brochures, buying guides, writing itineraries down in spiral notebooks. They are, like her, placed on top of a glass shelf near the telephone. Just like her.</p>\n<p>22.</p>\n<p>Once the door has shut, once the back has disappeared, the owner doesn’t lift his head. It’s a customer who’s leaving as the dishes have piled up and the evening has barely started. You never know when everything will wrap up on Saturday nights. There are all these men who get together who don’t want to return home to face the never-ending banalities, all these couples who meet up to make plans, all these sentences mixed with bursts of laughter, or with shouts from the ones who are more drunk. He washes the glasses in the burning water, rinses them, places them on the drying rack. His movements are mechanical and precise and he very rarely breaks anything. Every time he buys a new set of glasses—because the customers do break a lot of them—he has to relearn his movements all over again, modify their range, recalculate their directions and their pressure. Once he’s finished with the glasses, he’ll need to return to the group of four men seated at the counter. It’s their first round. They’re beginning. And they’ll stay for a long time, because the three women who have accompanied them are seated to the left of the entrance. They know the evening will be long and they’ve settled themselves in as though preparing for a siege. Max only recognizes one of the women. He believes it’s Paul’s wife, but he wouldn’t swear to it. In any case, his job has taught him not to wonder and not to ask anybody questions. Is it his wife, his mistress, someone else? It doesn’t matter. He will serve drinks all evening, respond to jokes with smiles and to criticism with jerks of his chin, and he will avoid engaging in arguments, discussion, or the overly political advances from this team, which he is now watching with suppressed anxiety.</p>\n<p>He can’t remember how Paul had learned that he had served in the military in Algeria during the <em>events</em>, as they call them. He doesn’t know where this indiscretion came from. Because he never speaks about these things. Only his leg, which drags a little, can betray his involvement. Hoping for his approval, Paul and his friends often speak in front of him about politics or about the times, with expressions like <em>everything is going to hell</em> or <em>these Arabs who are taking French jobs</em>. He listens to them without saying anything. He hates this. And when they come around to talking about Jean-Marie—as they call him—he returns to washing dishes, or leaves to prepare some sandwiches next to his dog, who is always lying at the entrance to the bar underneath the cash register. Paul has often invited him to meetings. Max has always declined. In the beginning, the allusions were discreet, but ever since Max’s wife left Sens, the men have been coming more often and their invitations have become more open. This evening again: they’re talking about the death of François Duprat. <em>Champion</em> Duprat, as they say.</p>\n<p>The old gentleman sitting in front of his unfolded newspaper has just caught Max’s eye, and with a tired gesture, he asks for a second kir. An “Excuse me, gentlemen,” allows him to extricate himself, to open the fridge and take out the bottle of white wine. As he prepares the drink, he swallows his anger. Duprat had incarnated what he hates the most, without a doubt: the far-right nationalists who never stop denouncing immigrants as the source of all evils. The man had become the ideologist of the National Front. Max didn’t cry when he read accounts of the car explosion that had caused his death. He glances over at the group of men. He knows whom he is dealing with; he doesn’t know exactly how to disentangle himself gently. He understands Paul can be very nasty, and the one who calls himself Petit Pierre leaves a very disagreeable impression.</p>\n<p>29.</p>\n<p>“Steak-frites.” Like an overheard rumor, coming from the back of the kitchen. There’s a simple trap door open in the hallway, a place you notice only when going to use the public telephone or the bathroom. The boss will spend a few minutes there, or the waiter will stop in to check over his orders. From time to time, there’s a voice that will call out for “monsieur Max,” addressing the owner who’s in the middle of serving a second beer to the lone man leaning on the bar near the entrance. It’s Mohamed’s voice. The chef. He and Max met in Algeria. They had been enemies in Algiers, but then they struck up a strange wartime friendship in ’58. And then they lost track of each other. Max had left him his contact information in Paris, just in case. When he’d returned to France for good, Max had no more news of Mohamed. He didn’t realize Mohamed had arrived in the Parisian suburbs at the same time, right during that violent Generals’ putsch, which was as graphic and gory as a scene from the Grand Guignol theater. He was living in Nanterre and working in Boulogne. It wasn’t until ’61 that he called Max in desperation: He was being followed by the French Services and the Auxiliary Police Force and would soon be dropped by the FLN. Max didn’t ask any questions. He took care of the wounds that Mohamed had been nursing since that October night. He kept Mohamed close to him, hiding him. Max was working then in a brasserie on the Champs-Elysées. He found papers for him. Mohamed was the only name he would go by from then on. He found him a job in a grocery store while they waited for Max to have enough money to open the brasserie of his dreams. He had even offered the chef position to Mohamed. A fantasy. Several years later, after an initial attempt in Paris, Max’s tenacity paid off. He had found a place. Ever since, Mohamed has been in the kitchen. He doesn’t leave it, or at least not until the customers do. Vestiges of secrecy, which will never go away. And above all, of fear: the fear that lingers from that October night.</p>\n<p>42.</p>\n<p>All that I remember is the blow, the terrible blow behind my head. It sent splitting pain through my body and everything fell away. I felt my body drop. I felt myself falling, the blood beginning to flow from my skull. Far away, voices were screaming, I heard the muffled cry of a voice calling me: “Mohamed…”</p>\n<p>Then nothing more. Nothing at all. When I woke up, it was early morning. I was on the shore, in the water near the riverbank. The roots of a tree extended out beyond the bodies, keeping them in place. Underneath its trunk and sparse leaves, there were clusters of bodies, floating, bloated, all dead. Except me. I wasn’t dead. The first blow of the club hadn’t killed me, nor the other ones. Not my body being thrown into the river either, nor the long drifting. I survived. In my Sunday suit, soaked from the water of the Seine and from blood, I survived. We had dressed up for the protest to convey our dignity.</p>\n<p>43.</p>\n<p>I was running. I was running because there had been the sound of gunfire. They had shot. You could hear it. Papon’s police force shot us back. Everywhere. Bludgeoning our bodies. Muffled noise. Cracks. Screams. And the October rain, which was smearing the blood on our faces everywhere. All around us, there was panic. There were more and more police officers and they were more and more determined. I was just running, no longer able to see anything. And when I felt the club hit me, it felt as though I was still running while falling into a void. They had come to kill. I should have been dead like the others, chucked into the Seine.</p>\n<p>“<em>At the borders of Paris, all the metro entrances are surrounded by police officers. Anyone with a North African-looking face is stopped for questioning and Algerians are taken away in police cars. Buses are forced to stop and Algerian passengers are arrested.”</em></p>\n<p>I should have drowned.<br />\nSo said Mohamed.</p>\n","acf":{"author_name":"Sébastien Rongier","country_name":"France","story_excerpt":"The customers who come in, settle themselves down, and unfold a newspaper without saying a word, just a jerk of the head in the guise of a hello, and then they receive, in silent ceremony, their first glass.","author_bio":"Sébastien Rongier is a French writer, philosopher, film theorist, and professor of Audiovisual and Artistic Culture in the Paris region.","author_photo":{"source_url":"http://localhost:8888/wp-content/uploads/2018/11/sebron2.jpg"},"location_photo":{"source_url":"http://localhost:8888/wp-content/uploads/2018/11/sam-bark-781999-unsplash-e1541257768973.jpg"}}},"site":{"siteMetadata":{"title":"Centropa","subtitle":"Centropa Restaurant in Bjørvika"}}},"pageContext":{"id":"e70b7d9f-b6d3-5797-b959-4ebcf34e07db"}}