{"data":{"wordpressPost":{"title":"A Sauer One","content":"<p><strong>Synthetic Food</strong></p>\n<p>With the synthesis of artificial foodstuffs in the twenty-sixth century, an unprecedented global change of course set in. It transformed every condition of life, and at the same time necessitated a reversion to a strict–the strictest–regime of government. No well-meaning objections could counter the force of this necessity. Those who pursued the dreadful invention most intensively, and precipitated the reaction to it, came to prominence from among the masses. The leading senates had avidly promoted the work; its success threw them into turmoil. When the first happy results were obtained after decades of trials, they were shocked, at first called a halt to the work, wanted to start over; then held back the results. The invention must not be revealed, the researchers must be confined to their own circles. For decades in Chicago and Edinburgh the experimental arrays lay ready which, if activated, were bound to have a catastrophic impact on the way humans lived together.</p>\n<p>They had not simply followed a path of inorganic synthesis, but worked outward from observations of plant and animal organisms. Ultramicroscopic observations and ultrafine measurements of living organs had, after enormous difficulties wrong tacks, after exhausting work by battalions of chemists physicists physiologists, achieved clarity about the processes of change in living bodies. It required major advances in physics, in the construction of ultramicroscopes, apparatus for electrical measurements. Alice Layard in Chicago, a white woman, a wonderful example of humanity, fantastically beautiful, was the decisive stimulus for the measurement the automatic charting of ancillary micro-electrical and heat processes in organic cells. The goal of laying bare the complex mechanisms of assembly and disassembly lay now within reach.</p>\n<p>Physicists and chemists emancipated themselves from animal and plant life. For a long time, reluctantly, with a half-laugh, thoughts of famine had surfaced: a single dry summer could inflict it on an entire region; absurd human thrall to heat and drought. These chemists and physicists hated nothing so much as a green field of crops, meadows, the grotesque assemblage of a herd of cattle. As in earlier ages, slaughterhouses sausage-shops bakeries still obtruded into daily life. Bakeries: already mentioned on ancient Assyrian clay tablets.</p>\n<p>In the townzone of Edinburgh, the great Meki headed the leading laboratory. Two hundred selected personnel worked there. For years on end those not occupied with inconsequential sub-routines never left the zone. Meki, a member of the Edinburgh senate, was constrained by the senate to watch his colleagues closely, not shy from interning them on the slightest suspicion.</p>\n<p>People spoke then and later of Meki’s Green Round Table. All his men and women wore identical green clothes. All two hundred sat at tables in the refectory in the big residential building behind the institute. Inside the horseshoe-shaped space formed by their tables stood smaller tables, at which purple-clad people ate and drank: these were called guests. If someone said “guest,” a newcomer to the institute would curl the upper lip in a smile; older colleagues would frown. For these were human sacrifices, used for the experiments once they had reached a specific stage. They looked like anyone else; their appearance gradually changed; they were replaced. The senate sent the people to them as needed, never anyone uneasy or nervous, no one harbouring suspicions, but always a random selection from those willing to help and believing they were being inducted into secrets. But they were not inducted, those hundred people who wondered about the daily weight checks, the temperature taking, the ushering into a gas chamber. But they offered no objection, for they could see that green-clad colleagues also underwent weighing and checking. They walked with the others in the woods, ran, played sports, but always some went missing. They did not see the hospital lying far to the rear with its thousand beds for humans, next to the stables for sick horses and dogs. For so many sick piled up from time to time. They lay singly in private rooms; none ever spoke to others; and any who recovered were transferred to Chicago, near Alice Layard’s facility, which Edinburgh wanted to keep an eye on.</p>\n<p>Meki’s Purples also knew nothing of the big strange cemetery. Small concrete cellars were dug into the ground and brightly lit. If you went down the steps, there before a deeply scalloped wall stood an array of flasks glasses beakers, their openings either stoppered or fitted with taps through which gaseous matter flowed hissing in and out. Little humming ventilator fans drew the cellar’s acrid sour air out through a flue. Each flask and beaker was labeled; a great ledger full of notations was chained to the wall. The Purples were harassed even after death: changes in their organs once interactions with other organs had ceased were investigated further. The Greens were never indifferent when one of those died and lost what was flippantly called their “soul,” their “life.” From the refectories and laboratories they strolled to the cemetery, made further measurements of heat, drew off fluids, added substances, regulated gas flows, ran electric current, sent rays surging through inert body parts.</p>\n<p>The Purples never knew what was being done to them. They thought they were living eating breathing drinking like the others. But they ate pretend food, drank pretend drinks; in their rooms, their secure rooms set well back, they breathed air saturated with secret substances. What was set before them in the horseshoe-shaped space between the chattering tables of the Greens looked like chops, tasted like sauces wine cakes coffee chocolate. Now and again, at the start almost always, the chop the sauce were actually there, a vehicle for the experimental material. Later, only pretend food was presented: gelatinous masses that looked like meat, with meat’s toughness or the consistency of liver. These were enriched with whatever substances were currently being investigated.</p>\n<p>They went about here in the woods rooms halls, these Purples, the guests, young men and women of every race, as if it were nothing. Now and then some would be fetched away of an evening, a man and a woman. Two or three Greens would be in the silent bedroom, would look at the being who stood upright, having dropped its bright-coloured clothes to the floor, would ask the female the male if they were ready to sacrifice one of their limbs. The being would start, and scream, would at once be sedated. Or it would slowly lower its head, look from one Green to another, ponder and ask tremulous questions. There were many who did not scream, but pondered and questioned. They accepted every explanation. “Why not? Why not?” came from clenched teeth, “If you can manage it.” And they went between Greens, bowels loosening, stumbling and distracted, steered along corridors. “Nothing to do with me. Show what you can do.”</p>\n<p>And their eyes swept triumphantly, as if it were they who had set it all up, over the dazzlingly lit white-tiled observation hall, the tables on which the apparatus stood, the curious glass caskets almost like coffins in which lay people and linen-covered assemblages of limbs that moved, straightened fingers, gripped. They took in the scene with pleasure. Humming buzzing all around. A strange heat was wafting everywhere, came from gaps in the glass caskets in which people, surrounded by tubes and wires, washed by fluids, lay with eyes closed, brightly lit, chest visibly rising and sinking. Soon they too, swelling with joy, had the enrapturing mask over their face.</p>\n<p>All around them in glass cabinets, in caskets waterbeds, at differing temperatures from the cold of soil to high heat, pale and ruddy organs and organ parts either covered or bare lay on cotton wool, floated in harnesses. Standing jars pumped nutrient transfusion serum through narrow tubes. This serum also trickled through the bodies the muscles of the unconscious dormant opened up people, men and women from Uganda from Cape Town London, from wherever it was they had been herded here. Everywhere monitoring apparatus had been inserted into the living organisms, living organs, pulsing organ parts. Greens went here and there, took cell samples, carried them in dishes to other caskets. Enormously tall glass cylinders, in which pale red-veined intestines moved slowly like worms in their mesenteric tissue, either severed from or connected to the organism. Substances were sprayed dusted painted onto them, changes observed in the oozing mucous membrane, the thin intestinal wall. Many of the people had had their skulls opened, the hairy scalp lay beside them, the protruding pulsing brain behind them in a warm liquid bed. Blue bulging veins curled thickly over the pale convoluted mass; it had been opened up, wires and little tubes inserted deep into it. Wires and little tubes led as well to the intestines, the blood, the liver. Everything was connected up to gleaming metal apparatus, transmitting registering. Men and women in face masks went on rubber soles through the spaces where no sound could be heard apart from an occasional songlike moan from the glass caskets. Heavy metal walls, movable, separated the tiled spaces from strongly walled spaces where plants, trees low and tall, grew in beds mounds of earth. These too were enmeshed in a confusion of wires and little tubes. They were split open, bored through; connectors were let into crowns stems roots. In some lofty rooms a cool breeze blew; in others the air lay heavy; red green phosphorescent lights glimmered on the plants.</p>\n<p>In small and inconspicuous sombre workshop-like side rooms and cellars, in vats, steaming cauldrons and cabinets, the main work of the facility was done: the emulation and reconstruction of the observed processes, first with copious living tissue from the animals and plants in the neighbouring rooms, then with ever smaller amounts. The assistive fluids and cells were reduced to an absolute minimum; it went so far that Meki said he needed no more living substance for a type of fat or protein group than the brewer of earlier days needed hops for his beer. In actual fact Meki never succeeded in doing entirely without organic material. And the work that represented the first step in the practical development of the enterprise was the fitting out of giant hangars for the conservation and breeding of specific cell materials from animal and plant bodies.</p>\n<p>In the end, little long-bearded man Meki–he was a sceptic philosopher, with eyes that blinked, and when he spoke to someone he looked down at the floor beside them–had a house built for himself in the forested grounds of the facility, a long way from the laboratories and quarters, which to the delighted surprise of his uninitiated assistants was exactly like a factory. They watched as apparatus they had used on the organs in the halls of the living and in the cemetery rooms was transferred to the hundred cell-like spaces in the building. They brought drums of chemicals, set up gas emitters. They saw how the spaces, floor by floor, comprised a unity, how substances flowing from one space to the next always with a change of temperature were following a path, here lingering, there passing swiftly through, became altered as they mixed smelted dissolved with others. The small building surrounded by gardens and walls, completely windowless, receiving air through intakes in just one room, this lightproofed airproofed house was filled with a cacophony of snuffling tootling rumbling noises. When you approached from outside, it purred in every cranny like an angry beast; to exclude all light the external walls were clad in a continuous sheath of black glass.</p>\n<p>When snippets first reached Chicago about the synthesis of artificial food, the extreme agitation this occasioned in the city led New York and London to alert allied states and townzone leagues to the dangers of rash decision-making, to caution against an overhasty rollout of the technology. But since Chicago had been moving forward independently, and Alice Layard had declared publicly that she already had the means to nourish whole populations decade after decade without the need for fields or sun, the only recourse was to minimise as far as possible the risks of the new invention.</p>\n<p>It was known that Alice Layard was a leading figure in the North American sororities. Sorority members pointed out to her what a dreadful weapon women would have in their hands if they were to reserve the synthesis to themselves; they meant to prompt Alice, that capricious being, to keep the technology secret and make Chicago the centre of a gynarchical state. Alice, however, could not deny herself her triumph over millions of men; she could not keep quiet. But in the Chicago Senate she was soon alone against the men. This she could not tolerate. She demanded influence again in her sorority; but the women’s support came with hostility. Then she played one of those tricks that women were often said to use. She turned up at her sorority, spoke darkly of misunderstandings around herself and her actions; soon all would be clearer. Then for months nothing was heard of her.</p>\n<p>In the region around the Chicago townzone, to which unprecedented streams of people were making their way, the artificially nourished began to fall sick. Meki was summoned by the Senate to Chicago to explain the process. Meki was a cool customer, used to swift action. From afar he had suspected beriberi or scrofula; but when he saw the people in the streets or in their houses, the thousands struck down by fits and paralysis, it became clear to him that foul deeds were afoot to discredit the process. The toxic stages of certain protein bodies had always been held back. His observations revealed Alice Layard, to his astonishment, as the witting saboteur of his work. He found the lovely pale woman with the acute mind resting in her apartment; she was distraught, depressed, unwilling to talk to him. She was not brought down by the disaster she had caused, but by the vengeful hardness of those of her own gender, who now also rejected her. She could not wash her hands of it; just dug deeper. The Chicago Senate, disturbed and deeply aggrieved by information on the case, had this lovely being, who had enjoyed such fame and was the pride of half the world, beaten to death in her apartment by five Blacks. Women said nothing.</p>\n<p>*</p>\n<p><strong>Upsets and Disturbances</strong></p>\n<p>Not like rain directed from a sprinkler onto a parched field of beets, but like a bull led down a lane, restrained left and right by iron staves: thus, prodding restraining, did the great western townzones in the second third of the twenty-sixth century unleash this monstrous innovation onto their populations. No other event before or since so welded together senates new ruling elites, gave them the strength of rock. Now people would find out what they were. Everyone saw the great example set by England, wise experienced queen-leader of the human masses, who treated the great Meki as Spain once treated the much inferior Christopher Columbus: they imprisoned him for almost ten years in his Edinburgh facility. Released to attend a conference in London, Meki took his own life.</p>\n<p>London understood that monopoly control of the secrets of the synthesis and all the facilities was essential, and that with this would come unprecedented power. While sister-city New York dithered, London’s calm silent men and smiling women had already constructed facility after facility in Wales and Cornwall. And while senates on the continents advised delaying tactics, rationing the roll-out to the masses, suddenly one May day the London Senate announced the menacing news to all its directly controlled and allied zones, released the number and locations of the strongly defended factories, named Meki, the fabled dead man, and ordered memorials to be erected in every large centre on the anniversary of his suicide.</p>\n<p>The Senate coolly allowed this blow to whistle down on its European and African regions. It pointed out the very limited workforce needed for synthetic sugar fat meat-tissue; pushed internally to secure control of the innovation, and externally to turn the substances created by science into pleasing amenities for all; declared a new era for the work of humanity: this triumph lifted a burden from a mankind striving for freedom and dignity.</p>\n<p>London knew there would be upsets and disturbances in all its zones of influence, and also that it would end up master of the situation. With bated breath the continental states and great townzones watched where London was going, its determination, looking centuries ahead, to show weaker daughter-states what path they should follow: absolute possession of the levers of power by a trusted clique. Turbulence erupted in the zones ruled by England in the British Isles and Africa.</p>\n<p>Nothing can compare to the rapidly growing tumult that within a few weeks enveloped those areas, notably in southern Africa, devoted to agriculture and livestock rearing. When the great townzones halted the summer migration of cattle to high pastures. When granaries were no longer guarded, doors left open, flour spilling by the sackful over the courtyard. In many places hardly a decade passed before great mill complexes appeared, constructed on new principles; they covered the area of a large village, were surrounded by playgrounds houses shopping malls. Granaries were allowed to close down, were then set on fire by idle mobs, who left their places of residence, gravitated to large centres in search of a goal. The townzones themselves were undermined, the halls of great factories lay deserted.</p>\n<p>Out into the world flooded those who had lived on the land, the peasantry scattering, waves of men and women who had provided iron tools for the fields, had smelted annealed forged trimmed cooled polished. In this heaving humanity swirled a to-and-fro of feelings. No one went short of food, no one could claim they had been deprived of anything, yet they bled, were recalcitrant, glowered when they were driven from the oven, let the mill stand idle. They would be told, so they learned in the centres, what it was they should do; they would want for nothing. And initial doubts were laid to rest by the fact: iron trains laden with barrels and sacks still rolled up to the same sheds where flour was once unloaded. Even as all the granaries were being emptied and torched by howling mobs without resistance from the senates, indeed clearly with their approval, bakery shelves groaned under lavish displays of bread and cakes. London had advised the senates to hand out free flour for several weeks, in order to strengthen the impact and enhance the disorienting force of its blow. Great market halls for butter oil edible fats offered synthetic goods; to promote the changeover, these looked in shape and colour just like the natural product, though their consistency was firmer.</p>\n<p>Laughing white black brown people went arm in arm through the halls of the English and South African centres. People thought they were in Cloud-Cuckoo Land. “They have synthetic animals. They can make trees.” Only the meat-like toughened gelatine, the vehicle for proteins, was mocked. What was trucked everywhere out of the factories in the form of sliceable brown and pink globs, some liver-like, some bone-like, softening when cooked, sometimes turning to mush, was spat out as unsuited to strong teeth that liked to rip and tear, cheek muscles that needed to chew and grind. Tastes drifted away from animal musculature. A period of grace was given to livestock-breeders livestock-herders, until they too gave way to Meki-meat. Dessert for the gourmet was now the boiled roast baked steamed flesh of real birds fish cows shelled creatures.</p>\n<p>Fields abandoned, those vast expanses of land tended tilled loved over millennia by generation after generation. Jungles had been cleared, ensnaring vines pulled down.</p>\n<p>Wild beasts had been shot, the tawny lion the panther. Termites had been chased away, streams diverted, huts built, solid houses, villages with dogs, sheds for hens geese cows.</p>\n<p>In the southern zones there were districts that had been cleared and deforested only a century or two earlier. Northmen in their iron glory had come, had torn up ripped throttled the land, devoured mangled chewed plants and roots. Stones buried in the soil were lifted and dumped in rubble heaps. In the black bed left behind by the corpses of trees and plants they sowed pale delicate seeds by the million. The ground welcomed them, the seeds pushed green tips above the surface. Wide green fields, dense forests of stalks, ears of grain waving gently in the breeze. There they lay, beside the barns sheds living quarters that now were emptying. People returned to the vast cities. They encysted themselves in the cities. Left most of the Earth to itself. The ground rested.</p>\n<p>Stalks grew wild, faded; bright flowers once called weeds proliferated among them, animals crept in, field mice hopped about in the open.</p>\n<p>The age-old ground lay silent under the alternating lights of the heavens, winds warmth thunderstorms pouring rain. Covered its nakedness with flowers plants animals, curled up like a hedgehog.</p>\n<p>The masses of humanity, enticed into the cities, were firmly in the iron grip of their rulers.</p>\n","acf":{"author_name":"Helga Flatland","country_name":"Germany","story_excerpt":"What was set before them in the horseshoe-shaped space between the chattering tables of the Greens looked like chops, tasted like sauces wine cakes coffee chocolate.","author_bio":"Helga Flatland is a German novelist, essayist, and doctor, best known for her novel Berlin Alexanderplatz.","author_photo":{"source_url":"http://localhost:8888/wp-content/uploads/2018/12/helga-flatland-ZrAiXGogL90kDy7akKUQlw.jpg"},"location_photo":{"source_url":"http://localhost:8888/wp-content/uploads/2018/11/timo-stern-562355-unsplash-e1541258008483.jpg"}}},"site":{"siteMetadata":{"title":"Centropa","subtitle":"Centropa Restaurant in Bjørvika"}}},"pageContext":{"id":"bd30b7aa-fdde-5195-89c6-ea6f1e1897f9"}}