{"data":{"wordpressPost":{"title":"Summer of ’38","content":"<p>Photograph by José Manuel Navia / Agence VU / Aurora Montse held the door of the lift open for her daughter and put her hand in her coat pocket to make sure that she had her keys. She would walk Ana to her car, which was parked nearby, then, once Ana had driven away, continue on the short distance to the town center to get some groceries. It was easier like this, easier than having Ana say goodbye to her in the apartment, easier than hearing the lift door close, knowing that there was nothing except the night ahead, no other sound but the traffic outside and the birdsong, which would die out when darkness fell.</p>\n<p>“Oh, I meant to say that the man—you know, the man from the electric company—” Ana looked at her as though the man were someone she should know. “The one I told you about—he knew I was your daughter and he’s writing a book about the war in his spare time and he asked me where you lived.”</p>\n<p>“I don’t know that man at all,” Montse said as she closed the front door of the building. “I’ve never had anyone from fecsa in the apartment. He is mixing me up with someone else.”</p>\n<p>She liked to sound firm and in control. It saved her daughters from having to worry about her living on her own.</p>\n<p>“Well, anyway, he said he knows you, and I gave him the address. So if he calls on you, that will be why.”</p>\n<p>“The war?”</p>\n<p>“He’s collecting information on the war.”</p>\n<p>“Does he think I was in the war?”</p>\n<p>“I don’t know what he’s doing exactly. He’s writing a book.”</p>\n<p>“Well, I am sure he can write it without my help.”</p>\n<p>“He’s nice. I mean, if there’s ever a problem with the electricity, he comes.”</p>\n<p>“Don’t be giving my address out to people.”</p>\n<p>They had reached Ana’s car. Montse saw that Ana was not even listening to her. Her youngest daughter, the one who lived closest by, took things lightly. She was, Montse thought, probably relieved that her weekly visit to her mother was over and she was on her way home.</p>\n<p>Montse went out three times a day, even in winter. There was always something to buy, if only a loaf of bread or a newspaper. It meant that she took some exercise and saw people.</p>\n<p>The week after Ana had mentioned the man from the electric company, Montse saw him waiting at the front door of her building when she came home with a bag of fruit. She did know him, she realized; he was someone she often saw on the street. She must have been aware, too, that he worked for fecsa, although she couldn’t think how she knew this. She didn’t think she knew his name or anything else about him.</p>\n<p>Once he had introduced himself, she realized that he wanted to come up to the apartment with her. She was unsure about this. Since Paco died, she had become protective of her own space and she disliked surprises. She even asked her daughters to phone at appointed times. But there was something both eager and easygoing in this man’s manner and she knew that it would sound rude if she asked him to say whatever he had to say in the hallway of the building. Also, she thought, if something ever went wrong with her electricity, it would be useful to know a man who could fix it.</p>\n<p>“Ana may have told you what I am doing,” he said, once he was sitting in the armchair opposite hers with a glass of water in his hand.</p>\n<p>She nodded but said nothing.</p>\n<p>“I am trying to chart every event of the war, just in this valley and the mountains,” he said.</p>\n<p>“I wasn’t involved in the war,” she replied. “My father wasn’t even involved. And I had no brothers.”</p>\n<p>“Oh, no, it wasn’t to ask you anything, but to say that a retired general in Madrid—actually, he’s from Badajoz—who was here during the war is coming back to show me where the dugouts were and exactly where the guns were positioned. He hasn’t been here since then.”</p>\n<p>“One of Franco’s generals?”</p>\n<p>“Yes, though he wasn’t a general during the war. I found his name and address and wrote to him. I didn’t expect a reply, but he is coming. I spoke to him on the phone and the only person he remembered here, besides the other soldiers, was you. He remembered your name and said that he would like to see you. I asked around, because I didn’t recognize your maiden name. I asked around without telling anyone why.”</p>\n<p>“And what is his name?”</p>\n<p>“Ramirez. Rudolfo Ramirez. He was high up in the Army when he retired. I didn’t ask him how old he was, but he sounded in good shape. Still drives a car.”</p>\n<p>Montse nodded calmly and then looked toward the window, as though distracted by something.</p>\n<p>“There were a few of them,” she said. “I’m not sure I would remember him. We didn’t have much to do with them, as you can imagine.”</p>\n<p>“Anyway, he’s coming here on Saturday of next week. There will be no big fuss—I’ve assured him of that. I’ve told no one that he is coming, except you. He’ll show me what he needs to show me and then I’ll take him to Lleida to catch the train back to Madrid. But he said that he would come for lunch at Mirella’s, and when I told him that you were still living here he asked if you might join us.”</p>\n<p>“I’m here all right,” she said, “but I don’t go out much.”</p>\n<p>“I understand. But no one will know who he is. I could collect you and drop you back if that would suit you.”</p>\n<p>“The war was a long time ago.” She was going to say something else and then hesitated. “It was fifty years ago. More.”</p>\n<p>“I know. It was hard for all of you who lived through it. The more I find out about it, the clearer it is how much it divided people. I’m trying to get the facts right while there is still time. It’s history now—at least, for the younger generation it is.”</p>\n<p>She smiled.</p>\n<p>“Anyway, yours was the name he gave me, and he seemed delighted to hear that you were well.”</p>\n<p>“I’m not sure I would know him. In fact, I’m sure I wouldn’t.”</p>\n<p>“Shall I drop by next week and see what you think?”</p>\n<p>“If you want, but I don’t go out much. I’ve never been to Mirella’s.”</p>\n<p>“Well, it’s Saturday week at two o’clock, and, as I said, it would be just the three of us and no one any the wiser. He won’t be in uniform, or anything like that.”</p>\n<p>“I’m sure he hasn’t been in uniform for a long time if he was one of Franco’s generals,” she said, and then instantly regretted having sounded so sure, so up to date, since she wished to give the impression that she was old and living in her own world.</p>\n<p>“It is good of him to come,” the man said. “I was surprised.”</p>\n<p>Montse looked back toward the window and did not reply. She hoped that it was clear to her visitor that he should go.</p>\n<p>Rudolfo would be over eighty now, she calculated. But he would still have something of what he had then, even if it lurked beneath sagging flesh and stiff hesitant movements. She pictured an old man getting slowly out of an old-fashioned car, his hair white, his frame frail. Maybe he would still have something of the effortless charm that had come to him that summer as naturally as light did to the morning.</p>\n<p>It was the summer of ’38, when the prisoners had all been taken to Lleida or Tremp. Those who had avoided capture had fled to the mountains or crossed the border into France or fled south to Barcelona. The town was quiet for a week or more—no one was sure who would come back or what would happen. The dam was being protected by Franco’s soldiers, that was all. Then more of his soldiers began to pile in, and they took over the town hall, and they put up tents on the grounds of the school. Orders were given that shops and bars were to resume their normal hours.</p>\n<p>At first, she remembered, people were afraid and stayed indoors. There were rumors that they were all going to be taken away, every house cleared, even the houses that had nothing to do with the war. Under cover of darkness, some people made their way into the mountains or toward the border. Everyone was waiting for something to happen. But nothing happened except that ordinary life came back, or something like it. Once the shops had reopened and there was Mass again on Sundays, the talk was about the dam and how carefully it was being guarded, and about a clearing that the soldiers had made by the edge of the water and the makeshift bar they had built and the fire they lit every night to keep the mosquitoes away. The talk was of the supplies of food they had, and the guitar playing and singing and dancing.</p>\n<p>She did not go there at first, but girls she knew did and even some of the older people who wanted to forget about the war.</p>\n<p>Later, Rudolfo told her that he had seen her on the street, noticed her as she went shopping with her mother and her sisters, but she did not think that that was true. However, she was sure that she had noticed him the night she first went down to the makeshift bar. It was the way he seemed to be amused by things that drew her attention, the way he smiled. His hair was cut short; he was not as tall as some of the others. He was in uniform, his shirt unbuttoned. As he sat there watching, the soldiers began to play music you could dance to, slow songs. Some of them danced with girls from the town.</p>\n<p>“With your idea and my nothing, we could be rich.” There was, she remembered, a swagger about the soldiers, which faded slowly as the night wore on, and there was something uneasy, too, which meant that when the music became sad they all seemed more comfortable, even the ones who were not dancing. When the soldiers were joined by others, who had just come off duty, there were sudden bursts of gaiety—shouting and clapping and drinking. Only Rudolfo sat quietly, observing the scene.</p>\n<p>She realized that he had noticed her. Once, he nodded to her. It could have been a casual gesture, except that it was not. She knew that it was not.</p>\n<p>After a while, when one of her friends left, she left, too. She did not go there the following night. The next time she went, he was there as before, apart from the others, watching, amused by it all. He did not stir, merely made it clear that he knew she was there; once again, he took no part in the dancing or the showing off around the fire.</p>\n<p>He let her know by looking at her that he wanted her and that the rest—the drinking, the dancing, the boyish antics—did not interest him. He was shy, almost retiring, but seemed also entirely sure of himself. She didn’t believe that anything would happen between them. She didn’t think that he would move toward her or do anything to damage his self-contained observation of the scene around him.</p>\n<p>Yet he kept his eye on her, and she returned his glances, careful that none of her friends were looking.</p>\n<p>One night, there was a full moon and a clear sky. When the crowd moved to the edge of the water and let the fire die down, neither he nor she moved with them. When he spoke to her, she could not hear him, so he moved closer. She realized that no one had noticed that she had not joined the others by the water. Some of the soldiers there had stripped down and were swimming and splashing. Away from them, close to the dying embers, he touched the back of her hand and then turned it and traced his fingers on the palm.</p>\n<p>There was an old ruined building nearby. They walked slowly toward it and when they leaned against the wall she was relieved that all he wanted to do was kiss her and smile at her in between the kisses. In all the years since, she had never forgotten the sweet smell of his breath, his eagerness and good humor.</p>\n<p>The next night, he found them a place where they could lie together undisturbed, and that was what they did every night until September came.</p>\n<p>Every day that summer she waited for the evening. Her friends knew that she was with Rudolfo, but most of the girls who went to the makeshift bar had found boyfriends among the soldiers. No one ever talked about it. When her mother asked her if she had been to the soldiers’ parties, she shrugged and said that she had passed by once or twice, but had walked on with her friends. When her mother asked her a second time, a few nights later, she was careful to come home early for once, so that no one at home would have an idea what she was doing.</p>\n<p>She wondered now if she remembered correctly that the weather had changed as soon as the bombardment of the villages on the other side of the river began. Perhaps the man from the electric company would know. The bombardment began, in any case, toward the end of summer. The sound came in the night but often in the day, too, the sound of heavy artillery from up the valley. The villages that had remained with the Loyalists were being attacked.</p>\n<p>She remembered her father saying that the soldiers had spent the summer preparing for this assault, that they had been building dugouts and finding the best positions and carrying the heavy guns there. They had left nothing to chance, once they secured the dam. He added that there was no hospital on the other side and no medicine, and the soldiers were letting no one cross the footbridge at Llavorsí or the bridge in Sort. People were trapped, he said, and the injured were dying of their wounds.</p>\n<p>It struck her that the parties by the water were where the troops who’d been working all day preparing the guns came to relax. But she did not feel guilty. Instead, she hoped that those who had noticed her presence at the soldiers’ bonfires would have their own reasons to keep silent about it. In the years afterward, everyone—even those who had been there every night—pretended that none of it had happened.</p>\n<p>It was the change in the weather that changed everything—she was almost sure of that. It was a gray day, with the mist that came over the valley in September, when she realized that she knew only Rudolfo’s name and that he came from Badajoz. By that time he was gone, and it struck her that he would, in all likelihood, not be returning. The realization broke the spell that had been cast on her, by the war itself as much as by Rudolfo.</p>\n<p>It was not until then that she began to worry that she was pregnant. It was not only that she had missed her period; something in her body had changed. She waited and hoped that she was wrong. She woke in terror some nights, but in the day she tried to behave normally. In the meantime, the war went on up the valley, and jeeps and trucks full of soldiers and supplies drove through the town, and the town was often desolate, the main square empty, even though the bars and most of the shops remained open.</p>\n<p>When she was sure that she was pregnant she decided that she would marry Paco Vendrell. For years at the town festivals he had followed her around, offering to buy her drinks, asking her to dance and, when she refused, standing on his own and observing her with a single-mindedness that made her shiver. He was ten years her senior, but had seemed middle-aged even when he was younger. Since he had begun working in the control room of the dam, when he was fourteen or fifteen, he had spoken of little else: the levels of water in the two rivers, or in the lake itself, or the flow of water that could be expected soon, or the difference between this year and last year. Montse’s father laughed at him, and for her mother and her sisters the idea that he had been pursuing her since she was sixteen or seventeen was a source of regular jokes. She did her best to avoid him, and if she could not avoid him then she openly rebuffed his efforts to speak to her.</p>\n<p>Now she urgently wanted to meet him. For a few days, she watched to see if she could run into him on his way to work. Since she did not see him walking to the dam, she supposed that he was taken there by military jeep now, and brought home in the same way in the evening. No one, she knew, was allowed to approach the road that led to the control tower overlooking the dam. The only time she could be sure that she would encounter Paco, she thought, was at Sunday Mass. She would have to be brave and move fast and not worry about other people watching and commenting. The opportunity to meet him might not come every Sunday.</p>\n<p>Fortunately, there was only one Mass on Sunday these days, and the church was more crowded than it had ever been, as the people of the town, even those who had no interest in religion, or who were known to have been with the Loyalists, set out to show the troops whose side they were on now. By the beginning of that winter, it had become clear to all of them who was going to win the war, and it was clear, too, that as soon as the war ended there would be many more accusations and arrests. She understood that there would be little pity for someone in her situation, no matter who the father of the child was.</p>\n<p>That Sunday, she went to the church early, walking quietly and demurely in the street with a mantilla on her head and a prayer book in her hand. She was sure that Paco would go to Mass if he wasn’t working; he was not the sort of man who stayed away. But she could not remember actually seeing him in the church and did not know if he stood at the back, as many of the men did, or if he walked right up and found a place close to the altar. She would need to find a good vantage point from which she could see everyone, but she could not, she thought, sit at the back of the church, as she had never done so before and might be spotted by neighbors or by her family, who would wonder what she was doing there.</p>\n<p>She sat in one of the side pews and was early enough to witness the two priests arriving, the older one, whom she knew, and the younger one, whom she had never met. What she noticed, as they walked up the aisle to go to the vestry, was their bearing, how proud they seemed and severe. They could easily, she imagined, have approached the vestry from outside, but approaching it like this gave them more dignity and more importance.</p>\n<p>Soon, they were followed by a group of soldiers in full uniform. For a second, she was startled by the idea that Rudolfo could be among them. She looked at them carefully, however, and did not see him. Even if he did appear, she thought, whatever had happened in the atmosphere between the summer and now would mean that he would not come near her or acknowledge her. She was sure that, even were she to approach him and try to talk, he would avoid her.</p>\n<p>She shivered for a moment and then watched warily as the pews began to fill up with people who kept their eyes averted. She wondered when the war would be over and wondered also, as the panic that often came to her in the night returned, what would happen to her if she could not persuade Paco to marry her. It occurred to her that she would be sent away, that her father and mother would not be able to protect her, even if they wanted to.</p>\n<p>“I don’t know what’s going on, either, sire, but I don’t like the look of it.” But how would she marry Paco? How could it be done? She had been so rude to him in the past, so dismissive. How could she make it clear to him that she had changed her mind? What reason would she give? In this uncertain atmosphere, with the chance that many more people were going to be killed or locked up, no one was thinking of romance or marriage, least of all someone like Paco, who was cautious and whose daily work at the dam was likely more and more difficult. But there was no one else she could think of who might marry her.</p>\n<p>In the reaches of the night, one other option had come to her, and it appeared to her again now. There was a secluded place above the river, about a kilometre up the valley, where the current was strong and the water deep. Over the years, two or three people had used this place to kill themselves and their bodies had not been found for days. She thought that maybe soon she should go and look at that spot, check if it was guarded by the troops. She closed her eyes at the thought of it and bowed her head.</p>\n<p>When Communion was almost over, she saw Paco walking up the aisle. She knew then that he must have been standing at the back. She studied him carefully as he returned. His lips were moving in prayer; his hands were joined. He seemed even odder and more isolated than usual. She almost smiled at the courage, or the self-delusion, it must have taken for him to pursue her the way he had; she wondered what thoughts he must have had before going out on those evenings and how disappointed he must have been to go home alone, knowing that he had no chance with her. It struck her, too, that, since he worked at the dam with the soldiers, he would have known about the parties at the water’s edge and might have heard that she was among the girls who had gone there. He might even have heard about her and Rudolfo. It occurred to her as she waited for Mass to end that he might want to have nothing to do with her now. And if he, who had been so enthusiastic, did not want her, then she was sure, absolutely sure, that no one else would want her, either.</p>\n<p>She moved quickly as the ceremony came to an end. Paco was not the sort of man who stood at the church gates after Mass with a group of friends. In any case, no one would want to be seen standing around now. When she walked out of the church grounds she saw that he was already a block away. She followed him as quickly as she could, hoping that no one would see her. She had prepared what she would say to him. It was important to make it seem plausible, natural.</p>\n<p>When he turned, he gave her a look that was anxious and withdrawn, and then almost hostile, as if to say that he had enough problems without her chasing him down to let him know yet again that she had no interest in him. He turned his back to her before she had a chance to smile. As he walked faster, she grew more determined. If he had wanted her before, she figured, he would still want her now. All she had to do was be careful and hide all signs of panic as she spoke to him.</p>\n<p>Eventually, when he looked back again and saw her, he stopped.</p>\n<p>“I have to go home to change my clothes,” he said, “and then they’ll collect me. They are very busy at the dam. Everything has to be noted and written down.”</p>\n<p>She smiled. “Well, I’ll walk along with you so I won’t delay you,” she said. “We are all worried at home. You know, I have no brothers. And my father says that we cannot go out alone now, not even just to the shops. So I am locked in the house or that’s what it seems like.”</p>\n<p>They continued walking. She feared that if she stopped talking for one second he would tell her something about the dam and everything she had already said would be forgotten.</p>\n<p>“If you were free some time, it would be great if you could call at the house and maybe we could go for a walk, if only through the town and then home again. But maybe you are too busy.”</p>\n<p>“There’s a new captain from Madrid and he’s a stickler for notes, and they all watch me in case I decide to pull one of the levers when they are not looking. You know, I’m the only one who fully understands the switching system, though the new fellow from Madrid is beginning to get the hang of it.”</p>\n<p>She wondered whether, if she concentrated hard enough, she might get through to him. But she said nothing as they came to the town center and then it was too late.</p>\n<p>“Anyway,” he said, “I’d better get going. I can’t use this suit in the control room. It’s the only good suit I have.”</p>\n<p>When Paco called two days later, one of her sisters answered the door and did not disguise her amusement or keep her voice down. Montse found her coat and left with him. During the weeks that followed he called every few days. Her sisters and her mother made jokes about him, at first, then expressed puzzlement, and finally grew silent. Not one of them asked her what she was doing walking around the town with Paco Vendrell and having hot chocolate with him in one of the granjas.</p>\n<p>MORE FROM THIS ISSUE</p>\n<p>March 4, 2013</p>\n<p>He talked to her about the dam, explaining its strategic importance and how old some of the systems were, which meant that only someone experienced could deal with the levers, someone who knew that a few of them would not respond if pulled too fast, and also that if one of them was pulled halfway it would have the same effect as pulling it the whole way.</p>\n<p>She already knew that he lived with his mother but found out now that his father had died when he was young. She discovered that he liked routines, liked going to work at the same time every day, and disliked the soldiers’ efforts to vary his timetable. Within a week, she, too, was part of his routine. Chatting to her, he seemed comfortable. She realized that he would be content to meet this way for months, maybe even years. He was not someone who would make a quick decision or want a sudden change in his life. And, like everyone, he knew that things would be very different when the war was over. He had a way of addressing the matters that interested him slowly and deliberately. Her efforts to speed things up, to ask him, for example, if he was happy living with his mother, failed completely. He did not register anything that interfered with the current of his own conversation.</p>\n<p>When Christmas came, there were more and more rumors. Whole families disappeared, and houses became vacant. Her father said that anyone who had the slightest reason to leave should go now. She continued seeing Paco, although he was more cautious as they walked around the town, hoping not to be noticed by the troops.</p>\n<p>One evening as she stood up from the table she saw her mother’s eyes resting on her belly. She waited until they were alone in the kitchen.</p>\n<p>“How soon?” her mother asked.</p>\n<p>“Five months, maybe a bit less.”</p>\n<p>“Is Paco the father?’</p>\n<p>“No.”</p>\n<p>“Does he know?’</p>\n<p>“No.”</p>\n<p>“Is that why you are seeing him—so that he will marry you?”</p>\n<p>“Yes, but he’s in no hurry.”</p>\n<p>“Was it one of the soldiers?”</p>\n<p>“Yes.”</p>\n<p>“And he has disappeared?”</p>\n<p>“Yes.”</p>\n<p>Her mother looked at her.</p>\n<p>“Let me deal with Paco,” she said.</p>\n<p>For the next two weeks Paco did not come around. The weather grew cold and there was snow. Sometimes they could hear rifle fire in the distance, even during the day. Feigning sickness, Montse stayed in bed, joining the others only for meals. She waited for her mother to come into the bedroom and tell her that it could not be done, that Paco would not marry her. She imagined then how she would have to brave the cold and avoid the soldiers, find a quiet time and move as though invisible. She tried to imagine what it would be like to jump into a deep and fast-moving river, wondered how quickly she would sink, how long it would take her to drown. As she lay in bed, another scenario came to her: she would be sent to a convent or an orphanage somewhere and the baby would be taken from her as soon as it was born. She would not be allowed to come home. Maybe that would be preferable.</p>\n<p>Eventually, when the house was silent one day, her mother came to tell her that the wedding was arranged. It would happen in a few days in a side chapel and Paco would take full responsibility for the child.</p>\n<p>“His mother seemed surprised and almost proud,” her mother said. “She thinks the baby is his. Paco said that he has always wanted to marry you, that you are the girl for him, so at least someone is happy. There is a small flat at the top of the building where his mother lives. He is moving furniture in there right now. It would be lovely, Montse, if we didn’t have to see too much of him. He has a way of wearing me down with his talk.”</p>\n<p>When her mother had finished speaking, Montse turned away from her and did not move again until she was sure that her mother had left the room.</p>\n<p>As soon as Rosa was born, Paco wanted to hold her. In the days that followed, Montse watched him to see if he was holding the baby merely for her sake. She saw no sign of that, however. When Paco came home from work he wanted to know what the baby had been doing. Even being told that she had been sleeping was enough for him.</p>\n<p>As they walked through the town with the baby, Montse was aware that other men were laughing at Paco because of his devotion to the baby. She knew that her family laughed at him, too. But Paco remained impervious to the laughter. When he was at home, he tried to amuse the baby; he soothed her if she cried. And, once Rosa learned to walk, Paco loved taking her out, moving as slowly as she wanted and holding her hand with pride.</p>\n<p>“I’ll be damned if I’ll let society tell me who’s fluffy and who’s not.” Being married to him was strange. He never once asked about the father of the child. He seemed grateful and content with everything. Montse was grateful to him in return, but that did not keep her from feeling relieved when he left for work each day or when he fell asleep beside her in the bed. She was careful to disguise this, though. And slowly, as they had two more daughters and moved to a bigger apartment, she found that being polite to him took on a force of its own. She tolerated him, and then grew fond of him. Slowly, too, as she realized that her parents and her sisters were still laughing at him, she saw less of them. She began to feel a loyalty toward Paco, a loyalty that lasted for all the years of their marriage.</p>\n<p>Rosa did not look like Montse or Paco, or her two sisters. Nor, Montse thought, did she resemble Rudolfo. All she had of her natural father was her way of staying apart. She had little interest in the company of other girls and yet everyone liked her. Although Paco was proud of his two other daughters, it was always clear that he loved Rosa best.</p>\n<p>While the others settled locally, Ana in Sort and Nuria in La Seu, Rosa went to Barcelona and studied medicine. She married a fellow-doctor and opened a private clinic with him, using money that his family had given them. When Paco was dying, when his heart was giving out, Rosa insisted on looking after him herself. She sat with him in a private room at the clinic day and night. When he opened his eyes, all he looked for was Rosa.</p>\n<p>By that time Rosa had three sons of her own, and it was in the sons, especially the eldest, Montse noticed, that Rudolfo appeared again. It was in their eyes, their coloring, but also in the slow way they smiled, in their shyness. Each year, when Rosa and her family holidayed close to Santa Cristina, on the Costa Brava, Montse spent two weeks with them. Once the oldest boy could drive, he would come to collect her. That journey, alone in the car with him, gave her pleasure.</p>\n<p>When the man from the electric company came by again, she told him that she did not want to have lunch with him and the general, and that he should not press her as she was not feeling well.</p>\n<p>“He will be very disappointed,” the man said.</p>\n<p>“Yes, I’m sure,” she replied, realizing that the edge of bitterness in her voice had given away more than she’d meant to.</p>\n<p>“We are all old now,” she added in a softer tone, “and we can only do what we can.”</p>\n<p>“If you change your mind, perhaps you will let me know,” the man said. He left her a phone number.</p>\n<p>As soon as he had gone she phoned the clinic and left an urgent message for Rosa.</p>\n<p>“I wonder if you could come here on the Saturday of next week,” she asked, when Rosa called her back. “And if you could come on your own. If you can, I promise I won’t ask you for anything for a long time.”</p>\n<p>“Are you sick?”</p>\n<p>“No.”</p>\n<p>“Is it something else?”</p>\n<p>“Don’t ask, Rosa. Just come that day. Come for lunch. You needn’t stay the night or anything.”</p>\n<p>She held her breath now and waited.</p>\n<p>“I’ve looked at my diary,” Rosa said. “I have a dinner that night.”</p>\n<p>“Great. So if you leave my house at four or five you’ll be there in plenty of time.”</p>\n<p>“Have you seen a doctor?”</p>\n<p>“You’re a doctor, Rosa. I’ll be seeing you.”</p>\n<p>“I’ll bring my stethoscope.” Rosa laughed.</p>\n<p>“Just bring yourself.”</p>\n<p>She came not only with a stethoscope but with a device for measuring blood pressure and a set of needles to take blood samples and a cooler to keep the samples cold until she got back to Barcelona. She made her mother remove her blouse so that she could listen to her heart and her lungs. She drew blood slowly without speaking.</p>\n<p>“I’m old,” Montse said. “There is no point in checking me.”</p>\n<p>“You didn’t sound well on the phone.”</p>\n<p>“No one my age ever sounds well on the phone.”</p>\n<p>“Why did you want me to come today?”</p>\n<p>“Because I thought if I gave you an exact day you might be more likely to come than if I said just come any day. I hardly ever see you.”</p>\n<p>“I wish my husband knew me as well as you do,” Rosa said. She seemed to be in good humor.</p>\n<p>The table in the dining alcove was already set. Now Montse put a tray of canelones into the oven and brought a bowl of salad and two plates to the table and some bread. She asked Rosa about her husband and her sons.</p>\n<p>“They are all wonderful. The only worry we have is that Oriol failed chemistry and has to repeat it.”</p>\n<p>“Does he still have that nice girlfriend he had in the summer?”</p>\n<p>“He does, which is why he failed chemistry.”</p>\n<p>When they had eaten, she brought Rosa her coffee at the table near the window.</p>\n<p>“I found a box of photographs,” she said. “Some of them were taken before the war. They must have come from the old house when my mother died. I found them a year ago but I put them away because they made me too sad.”</p>\n<p>She went into her bedroom, where she had the box waiting on the chair where she normally put her clothes for the next day.</p>\n<p>“I wondered,” she said when she came back, “if we could pick out the best photos, the clearest, and if one of your boys, when they have time, could make copies for you and your sisters.”</p>\n<p>She began to put bundles of photographs on the table.</p>\n<p>“This was my grandmother,” she said, holding one up. “She lived with us until there was a falling out of some sort and then she lived with my aunt. She came from Andorra and my father always thought she had money, but, of course, she had none.”</p>\n<p>“Who is the baby on her lap?’</p>\n<p>“That’s me. There was a man who would come once a year with a camera and a booth and people would queue up.”</p>\n<p>They began to flip through other photographs. Most of them were of Montse and her sisters, taken on summer outings.</p>\n<p>“I have some here with no people in them—one of the river when it was flooded, which my father must have taken, and one of the dam being built. I can’t remember what year that was.”</p>\n<p>Rosa moved these aside and began to examine another bundle of photographs of Montse and her sisters and their friends.</p>\n<p>“Those were taken well before the war,” Montse said. “After the war I don’t think people took photographs as much.”</p>\n<p>Rosa was studying a large-format photograph of a group on an outing with mountains in the background.</p>\n<p>“Where is my father in this? Why isn’t he in any of the pictures?” she asked.</p>\n<p>“Your father always took the photographs,” Montse replied.</p>\n<p>She reached for another bundle.</p>\n<p>“He might be in one of these, but he was the only one who had a camera in the years before the war and he liked taking photographs.”</p>\n<p>She glanced at Rosa, who was nodding.</p>\n<p>“Anyway, if you want to take the whole box and select the best ones—and if the boys had time they could make copies. It all must seem like ancient history to them, but maybe it will mean more when they have their own families.”</p>\n<p>“I’ll be very careful with them,” Rosa said, picking up a photograph of herself as a teen-age girl with Paco, smiling, beside her.</p>\n<p>“I think I took that one,” Montse said.</p>\n<p>“I might get it blown up a bit bigger and frame it,” Rosa said.</p>\n<p>When it was time to go, Montse carried the box of photographs to the lift and Rosa carried the medical equipment. Montse insisted on going down with her to her car.</p>\n<p>“If that’s too heavy, just tell me,” Rosa said.</p>\n<p>The car was parked close by. They put the box and the equipment on the back seat, and then Rosa embraced her, before opening the door and getting into the driver’s seat.</p>\n<p>Montse waved as the car pulled away. She knew that she could easily be seen by anyone approaching. She looked up the street toward the town center to check if there was a car coming. The lunch would be over around now, she thought, and Rudolfo and the man from the electric company would pass by as they drove toward Lleida. She waited a few minutes, but when she saw no car she decided to go back inside and clear away the dishes. Later, she thought, she would walk to the town center and do a bit of shopping.</p>\n<p>Soon, she knew, there would be an old man standing at the station in Lleida as the train to Madrid arrived. He would get on the train slowly and then walk along the aisle to find his seat. He would, she imagined, be polite to those around him as he settled in for the journey. Rosa would be on the motorway that led in the other direction, her driving steady and competent as it always was. Montse sighed with quiet satisfaction as she thought of the two of them, moving so easily away from each other; they would both be home before night fell.</p>\n"},"site":{"siteMetadata":{"title":"Centropa","subtitle":"Centropa Restaurant in Bjørvika"}}},"pageContext":{"id":"2e782a91-7458-5d2f-8943-50fc1ec33b83"}}