{"data":{"wordpressPost":{"content":"<p>At five o&#8217;clock Ed Loyce washed up, tossed on his hat and coat, got his car out and headed across town toward his TV sales store. He was tired. His back and shoulders ached from digging dirt out of the basement and wheeling it into the back yard. But for a forty-year-old man he had done okay. Janet could get a new vase with the money he had saved; and he liked the idea of repairing the foundations himself.</p>\n<p>It was getting dark. The setting sun cast long rays over the scurrying commuters, tired and grim-faced, women loaded down with bundles and packages, students, swarming home from the university, mixing with clerks and businessmen and drab secretaries. He stopped his Packard for a red light and then started it up again. The store had been open without him; he&#8217;d arrive just in time to spell the help for dinner, go over the records of the day, maybe even close a couple of sales himself. He drove slowly past the small square of green in the center of the street, the town park. There were no parking places in front of LOYCE TV SALES AND SERVICE. He cursed under his breath and swung the car in a U-turn. Again he passed the little square of green with its lonely drinking fountain and bench and single lamppost.</p>\n<p>From the lamppost something was hanging. A shapeless dark bundle, swinging a little with the wind. Like a dummy of some sort. Loyce rolled down his window and peered out. What the hell was it? A display of some kind? Sometimes the Chamber of Commerce put up displays in the square.</p>\n<p>Again he made a U-turn and brought his car around. He passed the park and concentrated on the dark bundle. It wasn&#8217;t a dummy. And if it was a display it was a strange kind. The hackles on his neck rose and he swallowed uneasily. Sweat slid out on his face and hands.</p>\n<p>It was a body. A human body.</p>\n<p>&#8220;Look at it!&#8221; Loyce snapped. &#8220;Come on out here!&#8221;</p>\n<p>Don Fergusson came slowly out of the store, buttoning his pin-stripe coat with dignity. &#8220;This is a big deal, Ed. I can&#8217;t just leave the guy standing there.&#8221;</p>\n<p>&#8220;See it?&#8221; Ed pointed into the gathering gloom. The lamppost jutted up against the sky—the post and the bundle swinging from it. &#8220;There it is. How the hell long has it been there?&#8221; His voice rose excitedly. &#8220;What&#8217;s wrong with everybody? They just walk on past!&#8221;</p>\n<p>Don Fergusson lit a cigarette slowly. &#8220;Take it easy, old man. There must be a good reason, or it wouldn&#8217;t be there.&#8221;</p>\n<p>&#8220;A reason! What kind of a reason?&#8221;</p>\n<p>Fergusson shrugged. &#8220;Like the time the Traffic Safety Council put that wrecked Buick there. Some sort of civic thing. How would I know?&#8221;</p>\n<p>Jack Potter from the shoe shop joined them. &#8220;What&#8217;s up, boys?&#8221;</p>\n<p>&#8220;There&#8217;s a body hanging from the lamppost,&#8221; Loyce said. &#8220;I&#8217;m going to call the cops.&#8221;</p>\n<p>&#8220;They must know about it,&#8221; Potter said. &#8220;Or otherwise it wouldn&#8217;t be there.&#8221;</p>\n<p>&#8220;I got to get back in.&#8221; Fergusson headed back into the store. &#8220;Business before pleasure.&#8221;</p>\n<p>Loyce began to get hysterical. &#8220;You see it? You see it hanging there? A man&#8217;s body! A dead man!&#8221; &#8220;Sure, Ed. I saw it this afternoon when I went out for coffee.&#8221;</p>\n<p>&#8220;You mean it&#8217;s been there all afternoon?&#8221;</p>\n<p>&#8220;Sure. What&#8217;s the matter?&#8221; Potter glanced at his watch. &#8220;Have to run. See you later, Ed.&#8221;</p>\n<p>Potter hurried off, joining the flow of people moving along the sidewalk. Men and women, passing by the park. A few glanced up curiously at the dark bundle—and then went on. Nobody stopped. Nobody paid any attention.</p>\n<p>&#8220;I&#8217;m going nuts,&#8221; Loyce whispered. He made his way to the curb and crossed out into traffic, among the cars. Horns honked angrily at him. He gained the curb and stepped up onto the little square of green.</p>\n<p>The man had been middle-aged. His clothing was ripped and torn, a gray suit, splashed and caked with dried mud. A stranger. Loyce had never seen him before. Not a local man. His face was partly turned away, and in the evening wind he spun a little, turning gently, silently. His skin was gouged and cut. Red gashes, deep scratches of congealed blood. A pair of steel-rimmed glasses hung from one ear, dangling foolishly. His eyes bulged. His mouth was open, tongue thick and ugly blue.</p>\n<p>&#8220;For Heaven&#8217;s sake,&#8221; Loyce muttered, sickened. He pushed down his nausea and made his way back to the sidewalk. He was shaking all over, with revulsion—and fear.</p>\n<p>Why? Who was the man? Why was he hanging there? What did it mean?</p>\n<p>And—why didn&#8217;t anybody notice?</p>\n<p>He bumped into a small man hurrying along the sidewalk. &#8220;Watch it!&#8221; the man grated. &#8220;Oh, it&#8217;s you, Ed.&#8221;</p>\n<p>Ed nodded dazedly. &#8220;Hello, Jenkins.&#8221;</p>\n<p>&#8220;What&#8217;s the matter?&#8221; The stationery clerk caught Ed&#8217;s aim &#8220;You look sick.&#8221;</p>\n<p>&#8220;The body. There in the park.&#8221;</p>\n<p>&#8220;Sure, Ed.&#8221; Jenkins led him into the alcove of LOYCE TV SALES AND SERVICE. &#8220;Take it easy.&#8221;</p>\n<p>Margaret Henderson from the jewelry store joined them. &#8220;Something wrong?&#8221;</p>\n<p>&#8220;Ed&#8217;s not feeling well.&#8221;</p>\n<p>Loyce yanked himself free. &#8220;How can you stand here? Don&#8217;t you see it? For God&#8217;s sake—&#8221; &#8220;What&#8217;s he talking about?&#8221; Margaret asked nervously.</p>\n<p>&#8220;The body!&#8221; Ed shouted. &#8220;The body hanging there!&#8221;</p>\n<p>More people collected. &#8220;Is he sick? It&#8217;s Ed Loyce. You okay, Ed?&#8221;</p>\n<p>&#8220;The body!&#8221; Loyce screamed, struggling to get past them. Hands caught at him. He tore loose. &#8220;Let me go! The police! Get the police!&#8221;</p>\n<p>&#8220;Ed—&#8221;</p>\n<p>&#8220;Better get a doctor!&#8221;</p>\n<p>&#8220;He must be sick.&#8221;</p>\n<p>&#8220;Or drunk.&#8221;</p>\n<p>Loyce fought his way through the people. He stumbled and half fell. Through a blur he saw rows of faces, curious, concerned, anxious. Men and women halting to see what the disturbance was. He fought past them toward his store. He could see Fergusson inside talking to a man, showing him an Emerson TV set. Pete Foley in the back at the service counter, setting up a new Philco. Loyce shouted at them frantically. His voice was lost in the roar of traffic and the murmuring around him.</p>\n<p>&#8220;Do something!&#8221; he screamed. &#8220;Don&#8217;t stand there! Do something! Something&#8217;s wrong! Something&#8217;s happened! Things are going on!&#8221; The crowd melted respectfully for the two heavy-set cops moving efficiently toward Loyce.</p>\n<p>&#8220;Name?&#8221; the cop with the notebook murmured.</p>\n<p>&#8220;Loyce.&#8221; He mopped his forehead wearily. &#8220;Edward C. Loyce. Listen to me. Back there—&#8221;</p>\n<p>&#8220;Address?&#8221; the cop demanded. The police car moved swiftly through traffic, shooting among the cars and buses. Loyce sagged against the seat, exhausted and confused. He took a deep shuddering breath.</p>\n<p>&#8220;1368 Hurst Road.&#8221;</p>\n<p>&#8220;That&#8217;s here in Pikeville?&#8221;</p>\n<p>&#8220;That&#8217;s right.&#8221; Loyce pulled himself up with a violent effort. &#8220;Listen to me. Back there. In the square. Hanging from the lamppost—&#8221;</p>\n<p>&#8220;Where were you today?&#8221; the cop behind the wheel demanded.</p>\n<p>&#8220;Where?&#8221; Loyce echoed.</p>\n<p>&#8220;You weren&#8217;t in your shop, were you?&#8221;</p>\n<p>&#8220;No.&#8221; He shook his head. &#8220;No, I was home. Down in the basement.&#8221;</p>\n<p>&#8220;In the basement?&#8221;</p>\n<p>&#8220;Digging. A new foundation. Getting out the dirt to pour a cement frame. Why? What has that to do with—&#8221;</p>\n<p>&#8220;Was anybody else down there with you?&#8221;</p>\n<p>&#8220;No. My wife was downtown. My kids were at school.&#8221; Loyce looked from one heavy-set cop to the other. Hope flickered across his face, wild hope. &#8220;You mean because I was down there I missed—the explanation? I didn&#8217;t get in on it? Like everybody else?&#8221; After a pause the cop with the notebook said: &#8220;That&#8217;s right. You missed the explanation.&#8221;</p>\n<p>&#8220;Then it&#8217;s official? The body—it&#8217;s supposed to be hanging there?&#8221;</p>\n<p>&#8220;It&#8217;s supposed to be hanging there. For everybody to see.&#8221;</p>\n<p>Ed Loyce grinned weakly. &#8220;Good Lord. I guess I sort of went off the deep end. I thought maybe something had happened. You know, something like the Ku Klux Klan. Some kind of violence. Communists or Fascists taking over.&#8221; He wiped his face with his breast-pocket handkerchief, his hands shaking. &#8220;I&#8217;m glad to know it&#8217;s on the level.&#8221;</p>\n<p>&#8220;It&#8217;s on the level.&#8221; The police car was getting near the Hall of Justice. The sun had set. The streets were gloomy and dark. The lights had not yet come on.</p>\n<p>&#8220;I feel better,&#8221; Loyce said. &#8220;I was pretty excited there, for a minute. I guess I got all stirred up. Now that I understand, there&#8217;s no need to take me in, is there?&#8221;</p>\n<p>The two cops said nothing.</p>\n<p>&#8220;I should be back at my store. The boys haven&#8217;t had dinner. I&#8217;m all right, now. No more trouble. Is there any need of—&#8221; &#8220;This won&#8217;t take long,&#8221; the cop behind the wheel interrupted. &#8220;A short process. Only a few minutes.&#8221;</p>\n<p>&#8220;I hope it&#8217;s short,&#8221; Loyce muttered. The car slowed down for a stoplight. &#8220;I guess I sort of disturbed the peace. Funny, getting excited like that and—&#8221;</p>\n<p>Loyce yanked the door open. He sprawled out into the street and rolled to his feet. Cars were moving all around him, gaining speed as the light changed. Loyce leaped onto the curb and raced among the people, burrowing into the swarming crowds. Behind him he heard sounds, snouts, people running.</p>\n<p>They weren&#8217;t cops. He had realized that right away. He knew every cop in Pikeville. A man couldn&#8217;t own a store, operate a business in a small town for twenty-five years without getting to know all the cops.</p>\n<p>They weren&#8217;t cops—and there hadn&#8217;t been any explanation. Potter, Fergusson, Jenkins, none of them knew why it was there. They didn&#8217;t know—and they didn&#8217;t care. That was the strange part.</p>\n<p>Loyce ducked into a hardware store. He raced toward the back, past the startled clerks and customers, into the shipping room and through the back door. He tripped over a garbage can and ran up a flight of concrete steps. He climbed over a fence and jumped down on the other side, gasping and panting.</p>\n<p>There was no sound behind him. He had got away.</p>\n<p>He was at the entrance of an alley, dark and strewn with boards and ruined boxes and tires. He could see the street at the far end. A street light wavered and came on. Men and women. Stores. Neon signs. Cars.</p>\n<p>And to his right—the police station.</p>\n<p>He was close, terribly close. Past the loading platform of a grocery store rose the white concrete side of the Hall of Justice. Barred windows. The police antenna. A great concrete wall rising up in the darkness. A bad place for him to be near. He was too close. He had to keep moving, get farther away from them.</p>\n<p>Them?</p>\n<p>Loyce moved cautiously down the alley. Beyond the police station was the City Hall, the old-fashioned yellow structure of wood and gilded brass and broad cement steps. He could see the endless rows of offices, dark windows, the cedars and beds of flowers on each side of the entrance.</p>\n<p>And—something else.</p>\n<p>Above the City Hall was a patch of darkness, a cone of gloom denser than the surrounding night. A prism of black that spread out and was lost into the sky.</p>\n<p>He listened. Good God, he could hear something. Something that made him struggle frantically to close his ears, his mind, to shut out the sound. A buzzing. A distant, muted hum like a great swarm of bees.</p>\n<p>Loyce gazed up, rigid with horror. The splotch of darkness, hanging over the City Hall. Darkness so thick it seemed almost solid. In the vortex something moved. Flickering shapes. Things, descending from the sky, pausing momentarily above the City Hall, fluttering over it in a dense swarm and then dropping silently onto the roof.</p>\n<p>Shapes. Fluttering shapes from the sky. From the crack of darkness that hung above him. He was seeing—them.</p>\n<p>For a long time Loyce watched, crouched behind a sagging fence in a pool of scummy water.</p>\n<p>They were landing. Coming down in groups, landing on the roof of the City Hall and disappearing inside. They had wings. Like giant insects of some kind. They flew and fluttered and came to rest—and then crawled crab-fashion, sideways, across the roof and into the building.</p>\n<p>He was sickened. And fascinated. Cold night wind blew around him and he shuddered. He was tired, dazed with shock. On the front steps of the City Hall were men, standing here and there. Groups of men coming out of the building and halting for a moment before going on.</p>\n<p>Were there more of them?</p>\n<p>It didn&#8217;t seem possible. What he saw descending from the black chasm weren&#8217;t men. They were alien—from some other world, some other dimension. Sliding through this slit, this break in the shell of the universe. Entering through this gap, winged insects from another realm of being.</p>\n<p>On the steps of the City Hall a group of men broke up. A few moved toward a waiting car. One of the remaining shapes started to re-enter the City Hall. It changed its mind and turned to follow the others.</p>\n<p>Loyce closed his eyes in horror. His senses reeled. He hung on tight, clutching at the sagging fence. The shape, the man-shape, had abruptly fluttered up and flapped after the others. It flew to the sidewalk and came to rest among them.</p>\n<p>Pseudo-men. Imitation men. Insects with ability to disguise themselves as men. Like other insects familiar to Earth. Protective coloration. Mimicry.</p>\n<p>Loyce pulled himself away. He got slowly to his feet. It was night. The alley was totally dark. But maybe they could see in the dark. Maybe darkness made no difference to them.</p>\n<p>He left the alley cautiously and moved out onto the street. Men and women flowed past, but not so many, now. At the bus stops stood waiting groups. A huge bus lumbered along the street, its lights flashing in the evening gloom.</p>\n<p>Loyce moved forward. He pushed his way among those waiting and when the bus halted he boarded it and took a seat in the rear, by the door. A moment later the bus moved into life and rumbled down the street.</p>\n<p>Loyce relaxed a little. He studied the people around him. Dulled, tired faces. People going home from work. Quite ordinary faces. None of them paid any attention to him. All sat quietly, sunk down in their seats, jiggling with the motion of the bus. The man sitting next to him unfolded a newspaper. He began to read the sports section, his lips moving. An ordinary man. Blue suit. Tie. A businessman, or a salesman. On his way home to his wife and family.</p>\n<p>Across the aisle a young woman, perhaps twenty. Dark eyes and hair, a package on her lap. Nylons and heels. Red coat and white Angora sweater. Gazing absently ahead of her.</p>\n<p>A high school boy in jeans and black jacket.</p>\n<p>A great triple-chinned woman with an immense shopping bag loaded with packages and parcels. Her thick face dim with weariness. Ordinary people. The kind that rode the bus every evening. Going home to their families. To dinner.</p>\n<p>Going home—with their minds dead. Controlled, filmed over with the mask of an alien being that had appeared and taken possession of them, their town, their lives. Himself, too. Except that he happened to be deep in his cellar instead of in the store. Somehow, he had been overlooked. They had missed him. Their control wasn&#8217;t perfect, foolproof.</p>\n<p>Maybe there were others.</p>\n<p>Hope flickered in Loyce. They weren&#8217;t omnipotent. They had made a mistake, not got control of him. Their net, their field of control, had passed over him. He had emerged from his cellar as he had gone down. Apparently their power-zone was limited. A few seats down the aisle a man was watching him. Loyce broke off his chain of thought. A slender man, with dark hair and a small mustache. Well-dressed, brown suit and shiny shoes. A book between his small hands. He was watching Loyce, studying him intently. He turned quickly away.</p>\n<p>Loyce tensed. One of them? Or—another they had missed?</p>\n<p>The man was watching him again. Small dark eyes, alive and clever. Shrewd. A man too shrewd for them—or one of the things itself, an alien insect from beyond.</p>\n<p>The bus halted. An elderly man got on slowly and dropped his token into the box. He moved down the aisle and took a seat opposite Loyce.</p>\n<p>The elderly man caught the sharp-eyed man&#8217;s gaze. For a split second something passed between them. A look rich with meaning.</p>\n<p>Loyce got to his feet. The bus was moving. He ran to the door. One step down into the well. He yanked the emergency door release. The rubber door swung open.</p>\n<p>&#8220;Hey!&#8221; the driver shouted, jamming on the brakes. &#8220;What the hell—?&#8221;</p>\n<p>Loyce squirmed through. The bus was slowing down. Houses on all sides. A residential district, lawns and tall apartment buildings. Behind him, the bright-eyed man had leaped up. The elderly man was also on his feet. They were coming after him. Loyce leaped. He hit the pavement with terrific force and rolled against the curb. Pain lapped over him. Pain and a vast tide of blackness. Desperately, he fought it off. He struggled to his knees and then slid down again. The bus had stopped. People were getting off.</p>\n<p>Loyce groped around. His fingers closed over something. A rock, lying in the gutter. He crawled to his feet, grunting with pain. A shape loomed before him. A man, the bright-eyed man with the book.</p>\n<p>Loyce kicked. The man gasped and fell. Loyce brought the rock down. The man screamed and tried to roll away. &#8220;Stop! For God&#8217;s sake listen—&#8221;</p>\n<p>He struck again. A hideous crunching sound. The man&#8217;s voice cut off and dissolved in a bubbling wail. Loyce scrambled up and back. The others were there, now. All around him. He ran, awkwardly, down the sidewalk, up a driveway. None of them followed him. They had stopped and were bending over the inert body of the man with the book, the bright-eyed man who had come after him.</p>\n<p>Had he made a mistake?</p>\n<p>But it was too late to worry about that. He had to get out—away from them. Out of Pikeville, beyond the crack of darkness, the rent between their world and his.</p>\n<p>&#8220;Ed!&#8221; Janet Loyce backed away nervously. &#8220;What is it? What—&#8221;</p>\n<p>Ed Loyce slammed the door behind him and came into the living room. &#8220;Pull down the shades. Quick.&#8221; Janet moved toward the window. &#8220;But—&#8221;</p>\n<p>&#8220;Do as I say. Who else is here besides you?&#8221;</p>\n<p>&#8220;Nobody. Just the twins. They&#8217;re upstairs in their room. What&#8217;s happened? You look so strange. Why are you home?&#8221;</p>\n<p>Ed locked the front door. He prowled around the house, into the kitchen. From the drawer under the sink he slid out the big butcher knife and ran his finger along it. Sharp. Plenty sharp. He returned to the living room.</p>\n<p>&#8220;Listen to me,&#8221; he said. &#8220;I don&#8217;t have much time. They know I escaped and they&#8217;ll be looking for me.&#8221;</p>\n<p>&#8220;Escaped?&#8221; Janet&#8217;s face twisted with bewilderment and fear. &#8220;Who?&#8221;</p>\n<p>&#8220;The town has been taken over. They&#8217;re in control. I&#8217;ve got it pretty well figured out. They started at the top, at the City Hall and police department. What they did with the real humans they—&#8221;</p>\n<p>&#8220;What are you talking about?&#8221;</p>\n<p>&#8220;We&#8217;ve been invaded. From some other universe, some other dimension. They&#8217;re insects. Mimicry. And more. Power to control minds. Your mind.&#8221;</p>\n<p>&#8220;My mind?&#8221;</p>\n<p>&#8220;Their entrance is here, in Pikeville. They&#8217;ve taken over all of you. The whole town—except me. We&#8217;re up against an incredibly powerful enemy, but they have their limitations. That&#8217;s our hope. They&#8217;re limited! They can make mistakes!&#8221; Janet shook her head. &#8220;I don&#8217;t understand, Ed. You must be insane.&#8221;</p>\n<p>&#8220;Insane? No. Just lucky. If I hadn&#8217;t been down in the basement I&#8217;d be like all the rest of you.&#8221; Loyce peered out the window. &#8220;But I can&#8217;t stand here talking. Get your coat.&#8221;</p>\n<p>&#8220;My coat?&#8221;</p>\n<p>&#8220;We&#8217;re getting out of here. Out of Pikeville. We&#8217;ve got to get help. Fight this thing. They can be beaten. They&#8217;re not infallible. It&#8217;s going to be close—but we may make it if we hurry. Come on!&#8221; He grabbed her arm roughly. &#8220;Get your coat and call the twins. We&#8217;re all leaving. Don&#8217;t stop to pack. There&#8217;s no time for that.&#8221;</p>\n<p>White-faced, his wife moved toward the closet and got down her coat. &#8220;Where are we going?&#8221;</p>\n<p>Ed pulled open the desk drawer and spilled the contents out onto the floor. He grabbed up a road map and spread it open. &#8220;They&#8217;ll have the highway covered, of course. But there&#8217;s a back road. To Oak Grove. I got onto it once. It&#8217;s practically abandoned. Maybe they&#8217;ll forget about it.&#8221;</p>\n<p>&#8220;The old Ranch Road? Good Lord—it&#8217;s completely closed. Nobody&#8217;s supposed to drive over it.&#8221;</p>\n<p>&#8220;I know.&#8221; Ed thrust the map grimly into his coat. &#8220;That&#8217;s our best chance. Now call down the twins and let&#8217;s get going. Your car is full of gas, isn&#8217;t it?&#8221;</p>\n<p>Janet was dazed.</p>\n<p>&#8220;The Chevy? I had it filled up yesterday afternoon.&#8221; Janet moved toward the stairs. &#8220;Ed, I—&#8221;</p>\n<p>&#8220;Call the twins!&#8221; Ed unlocked the front door and peered out. Nothing stirred. No sign of life. All right so far.</p>\n<p>&#8220;Come on downstairs,&#8221; Janet called in a wavering voice. &#8220;We&#8217;re—going out for a while.&#8221;</p>\n<p>&#8220;Now?&#8221; Tommy&#8217;s voice came.</p>\n<p>&#8220;Hurry up,&#8221; Ed barked. &#8220;Get down here, both of you.&#8221;</p>\n<p>Tommy appeared at the top of the stairs. &#8220;I was doing my homework. We&#8217;re starting fractions. Miss Parker says if we don&#8217;t get this done—&#8221;</p>\n<p>&#8220;You can forget about fractions.&#8221; Ed grabbed his son as he came down the stairs and propelled him toward the door. &#8220;Where&#8217;s Jim?&#8221;</p>\n<p>&#8220;He&#8217;s coming.&#8221;</p>\n<p>Jim started slowly down the stairs. &#8220;What&#8217;s up, Dad?&#8221;</p>\n<p>&#8220;We&#8217;re going for a ride.&#8221;</p>\n<p>&#8220;A ride? Where?&#8221;</p>\n<p>Ed turned to Janet. &#8220;We&#8217;ll leave the lights on. And the TV set. Go turn it on.&#8221; He pushed her toward the set. &#8220;So they&#8217;ll think we&#8217;re still—&#8221;</p>\n<p>He heard the buzz. And dropped instantly, the long butcher knife out. Sickened, he saw it coming down the stairs at him, wings a blur of motion as it aimed itself. It still bore a vague resemblance to Jimmy. It was small, a baby one. A brief glimpse—the thing hurtling at him, cold, multi-lensed inhuman eyes. Wings, body still clothed in yellow T-shirt and jeans, the mimic outline still stamped on it. A strange half-turn of its body as it reached him. What was it doing?</p>\n<p>A stinger.</p>\n<p>Loyce stabbed wildly at it. It retreated, buzzing frantically. Loyce rolled and crawled toward the door. Tommy and Janet stood still as statues, faces blank. Watching without expression. Loyce stabbed again. This time the knife connected. The thing shrieked and faltered. It bounced against the wall and fluttered down.</p>\n<p>Something lapped through his mind. A wall of force, energy, an alien mind probing into him. He was suddenly paralyzed. The mind entered his own, touched against him briefly, shockingly. An utter alien presence, settling over him—and then it flickered out as the thing collapsed in a broken heap on the rug.</p>\n<p>It was dead. He turned it over with his foot. It was an insect, a fly of some kind. Yellow T-shirt, jeans. His son Jimmy&#8230; He closed his mind tight. It was too late to think about that. Savagely he scooped up his knife and headed toward the door. Janet and Tommy stood stone-still, neither of them moving.</p>\n<p>The car was out. He&#8217;d never get through. They&#8217;d be waiting for him. It was ten miles on foot. Ten long miles over rough ground, gulleys and open fields and hills of uncut forest. He&#8217;d have to go alone.</p>\n<p>Loyce opened the door. For a brief second he looked back at his wife and son. Then he slammed the door behind him and raced down the porch steps.</p>\n<p>A moment later he was on his way, hurrying swiftly through the darkness toward the edge of town.</p>\n<p>The early morning sunlight was blinding. Loyce halted, gasping for breath, swaying back and forth. Sweat ran down in his eyes. His clothing was torn, shredded by the brush and thorns through which he had crawled. Ten miles—on his hands and knees. Crawling, creeping through the night. His shoes were mud-caked. He was scratched and limping, utterly exhausted. But ahead of him lay Oak Grove.</p>\n<p>He took a deep breath and started down the hill. Twice he stumbled and fell, picking himself up and trudging on. His ears rang. Everything receded and wavered. But he was there. He had got out, away from Pikeville.</p>\n<p>A farmer in a field gaped at him. From a house a young woman watched in wonder. Loyce reached the road and turned onto it. Ahead of him was a gasoline station and a drive-in. A couple of trucks, some chickens pecking in the dirt, a dog tied with a string.</p>\n<p>The white-clad attendant watched suspiciously as he dragged himself up to the station. &#8220;Thank God.&#8221; He caught hold of the wall. &#8220;I didn&#8217;t think I was going to make it. They followed me most of the way. I could hear them buzzing. Buzzing and flitting around behind me.&#8221;</p>\n<p>&#8220;What happened?&#8221; the attendant demanded. &#8220;You in a wreck? A holdup?&#8221;</p>\n<p>Loyce shook his head wearily. &#8220;They have the whole town. The City Hall and the police station. They hung a man from the lamppost. That was the first thing I saw. They&#8217;ve got all the roads blocked. I saw them hovering over the cars coming in. About four this morning I got beyond them. I knew it right away. I could feel them leave. And then the sun came up.&#8221;</p>\n<p>The attendant licked his lip nervously. &#8220;You&#8217;re out of your head. I better get a doctor.&#8221;</p>\n<p>&#8220;Get me into Oak Grove,&#8221; Loyce gasped. He sank down on the gravel. &#8220;We&#8217;ve got to get started—cleaning them out. Got to get started right away.&#8221;</p>\n<p>They kept a tape recorder going all the time he talked. When he had finished the Commissioner snapped off the recorder and got to his feet. He stood for a moment, deep in thought. Finally he got out his cigarettes and lit up slowly, a frown on his beefy face.</p>\n<p>&#8220;You don&#8217;t believe me,&#8221; Loyce said.</p>\n<p>The Commissioner offered him a cigarette. Loyce pushed it impatiently away. &#8220;Suit yourself.&#8221; The Commissioner moved over to the window and stood for a time looking out at the town of Oak Grove. &#8220;I believe you,&#8221; he said abruptly.</p>\n<p>Loyce sagged. &#8220;Thank God.&#8221;</p>\n<p>&#8220;So you got away.&#8221; The Commissioner shook his head. &#8220;You were down in your cellar instead of at work. A freak chance. One in a million.&#8221;</p>\n<p>Loyce sipped some of the black coffee they had brought him. &#8220;I have a theory,&#8221; he murmured.</p>\n<p>&#8220;What is it?&#8221;</p>\n<p>&#8220;About them. Who they are. They take over one area at a time. Starting at the top—the highest level of authority. Working down from there in a widening circle. When they&#8217;re firmly in control they go on to the next town. They spread, slowly, very gradually. I think it&#8217;s been going on for a long time.&#8221;</p>\n<p>&#8220;A long time?&#8221;</p>\n<p>&#8220;Thousands of years. I don&#8217;t think it&#8217;s new.&#8221;</p>\n<p>&#8220;Why do you say that?&#8221;</p>\n<p>&#8220;When I was a kid&#8230; A picture they showed us in Bible League. A religious picture—an old print. The enemy gods, defeated by Jehovah. Moloch, Beelzebub, Moab, Baalin, Ashtaroth—&#8221;</p>\n<p>&#8220;So?&#8221;</p>\n<p>&#8220;They were all represented by figures.&#8221; Loyce looked up at the Commissioner. &#8220;Beelzebub was represented as—a giant fly.&#8221;</p>\n<p>The Commissioner grunted. &#8220;An old struggle.&#8221;</p>\n<p>&#8220;They&#8217;ve been defeated. The Bible is an account of their defeats. They make gains—but finally they&#8217;re defeated.&#8221;</p>\n<p>&#8220;Why defeated?&#8221;</p>\n<p>&#8220;They can&#8217;t get everyone. They didn&#8217;t get me. And they never got the Hebrews. The Hebrews carried the message to the whole world. The realization of the danger. The two men on the bus. I think they understood. Had escaped, like I did.&#8221; He clenched his fists. &#8220;I killed one of them. I made a mistake. I was afraid to take a chance.&#8221;</p>\n<p>The Commissioner nodded. &#8220;Yes, they undoubtedly had escaped, as you did. Freak accidents. But the rest of the town was firmly in control.&#8221; He turned from the window, &#8220;Well, Mr. Loyce. You seem to have figured everything out.&#8221;</p>\n<p>&#8220;Not everything. The hanging man. The dead man hanging from the lamppost. I don&#8217;t understand that. Why? Why did they deliberately hang him there?&#8221;</p>\n<p>&#8220;That would seem simple.&#8221; The Commissioner smiled faintly. &#8220;Bait.&#8221;</p>\n<p>Loyce stiffened. His heart stopped beating. &#8220;Bait? What do you mean?&#8221;</p>\n<p>&#8220;To draw you out. Make you declare yourself. So they&#8217;d know who was under control—and who had escaped.&#8221;</p>\n<p>Loyce recoiled with horror. &#8220;Then they expected failures! They anticipated—&#8221; He broke off. &#8220;They were ready with a trap.&#8221; &#8220;And you showed yourself. You reacted. You made yourself known.&#8221; The Commissioner abruptly moved toward the door. &#8220;Come along, Loyce. There&#8217;s a lot to do. We must get moving. There&#8217;s no time to waste.&#8221;</p>\n<p>Loyce started slowly to his feet, numbed. &#8220;And the man. Who was the man? I never saw him before. He wasn&#8217;t a local man. He was a stranger. All muddy and dirty, his face cut, slashed—&#8221;</p>\n<p>There was a strange look on the Commissioner&#8217;s face as he answered, &#8220;Maybe,&#8221; he said softly, &#8220;you&#8217;ll understand that, too. Come along with me, Mr. Loyce.&#8221; He held the door open, his eyes gleaming. Loyce caught a glimpse of the street in front of the police station. Policemen, a platform of some sort. A telephone pole—and a rope! &#8220;Right this way,&#8221; the Commissioner said, smiling coldly.</p>\n<p>As the sun set, the vice-president of the Oak Grove Merchants&#8217; Bank came up out of the vault, threw the heavy time locks, put on his hat and coat, and hurried outside onto the sidewalk. Only a few people were there, hurrying home to dinner.</p>\n<p>&#8220;Good night,&#8221; the guard said, locking the door after him.</p>\n<p>&#8220;Good night,&#8221; Clarence Mason murmured. He started along the street toward his car. He was tired. He had been working all day down in the vault, examining the lay-out of the safety deposit boxes to see if there was room for another tier. He was glad to be finished.</p>\n<p>At the corner he halted. The street lights had not yet come on. The street was dim. Everything was vague. He looked around—and froze.</p>\n<p>From the telephone pole in front of the police station, something large and shapeless hung. It moved a little with the wind. What the hell was it?</p>\n<p>Mason approached it warily. He wanted to get home. He was tired and hungry. He thought of his wife, his kids, a hot meal on the dinner table. But there was something about the dark bundle, something ominous and ugly.</p>\n<p>The light was bad; he couldn&#8217;t tell what it was. Yet it drew him on, made him move closer for a better look. The shapeless thing made him uneasy. He was frightened by it. Frightened—and fascinated.</p>\n<p>And the strange part was that nobody else seemed to notice it.</p>\n"}},"pageContext":{}}